[
  {"id":"carter_anterior_1998","type":"article-journal","title":"Anterior Cingulate Cortex, Error Detection, and the Online Monitoring of Performance","container-title":"Science","page":"747-749","volume":"280","issue":"5364","source":"www.sciencemag.org","abstract":"An unresolved question in neuroscience and psychology is how the brain monitors performance to regulate behavior. It has been proposed that the anterior cingulate cortex (ACC), on the medial surface of the frontal lobe, contributes to performance monitoring by detecting errors. In this study, event-related functional magnetic resonance imaging was used to examine ACC function. Results confirm that this region shows activity during erroneous responses. However, activity was also observed in the same region during correct responses under conditions of increased response competition. This suggests that the ACC detects conditions under which errors are likely to occur rather than errors themselves.","URL":"http://www.sciencemag.org/content/280/5364/747","DOI":"10.1126/science.280.5364.747","ISSN":"0036-8075, 1095-9203","journalAbbreviation":"Science","language":"en","author":[{"family":"Carter","given":"Cameron S."},{"family":"Braver","given":"Todd S."},{"family":"Barch","given":"Deanna M."},{"family":"Botvinick","given":"Matthew M."},{"family":"Noll","given":"Douglas"},{"family":"Cohen","given":"Jonathan D."}],"issued":{"date-parts":[["1998",5,1]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"9563953"},
  {"id":"mansouri_prefrontal_2006","type":"article-journal","title":"Prefrontal Cell Activities Related to Monkeys' Success and Failure in Adapting to Rule Changes in a Wisconsin Card Sorting Test Analog","container-title":"The Journal of Neuroscience","page":"2745-2756","volume":"26","issue":"10","source":"www.jneurosci.org","abstract":"The cognitive flexibility to select appropriate rules in a changing environment is essential for survival and is assumed to depend on the integrity of prefrontal cortex (PFC). To explore the contribution of the dorsolateral PFC to flexible rule-based behavior, we recorded the activity of cells in this region of monkeys performing a Wisconsin Card Sorting Test (WCST) analog. The monkey had to match a sample to one of three test items by either color or shape. Liquid reward and a discrete visual signal (error signal) were given as feedback to correct and incorrect target selections, respectively. The relevant rule and its frequent changes were not cued, and the monkeys could find it only by interpreting the feedback. In one-third of cells, cellular activity was modulated by the relevant rule, both throughout the trial and between trials. The magnitude of the modulation correlated with the number of errors that the monkeys committed after each rule change in the course of reestablishing high performance. Activity of other cells differed between correct and error trials independently from the rule-related modulation. This difference appeared during actual responses and before the monkeys faced the problems. Many PFC cells responded to the error-signal presentation, and, in some of them, the magnitude of response depended on the relevant rule. These results suggest that the dorsolateral PFC contributes to WCST performance by maintaining the relevant rule across trials, assessing behavioral outcomes, and monitoring the processes that could lead to success and failure in individual trials.","URL":"http://www.jneurosci.org/content/26/10/2745","DOI":"10.1523/JNEUROSCI.5238-05.2006","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Mansouri","given":"Farshad A."},{"family":"Matsumoto","given":"Kenji"},{"family":"Tanaka","given":"Keiji"}],"issued":{"date-parts":[["2006",8,1]]},"accessed":{"date-parts":[["2014",4,4]]},"PMID":"16525054"},
  {"id":"zikopoulos_parallel_2007","type":"article-journal","title":"Parallel Driving and Modulatory Pathways Link the Prefrontal Cortex and Thalamus","container-title":"PLoS ONE","page":"e848","volume":"2","issue":"9","source":"PLoS Journals","abstract":"Pathways linking the thalamus and cortex mediate our daily shifts from states of attention to quiet rest, or sleep, yet little is known about their architecture in high-order neural systems associated with cognition, emotion and action. We provide novel evidence for neurochemical and synaptic specificity of two complementary circuits linking one such system, the prefrontal cortex with the ventral anterior thalamic nucleus in primates. One circuit originated from the neurochemical group of parvalbumin-positive thalamic neurons and projected focally through large terminals to the middle cortical layers, resembling ‘drivers’ in sensory pathways. Parvalbumin thalamic neurons, in turn, were innervated by small ‘modulatory’ type cortical terminals, forming asymmetric (presumed excitatory) synapses at thalamic sites enriched with the specialized metabotropic glutamate receptors. A second circuit had a complementary organization: it originated from the neurochemical group of calbindin-positive thalamic neurons and terminated through small ‘modulatory’ terminals over long distances in the superficial prefrontal layers. Calbindin thalamic neurons, in turn, were innervated by prefrontal axons through small and large terminals that formed asymmetric synapses preferentially at sites with ionotropic glutamate receptors, consistent with a driving pathway. The largely parallel thalamo-cortical pathways terminated among distinct and laminar-specific neurochemical classes of inhibitory neurons that differ markedly in inhibitory control. The balance of activation of these parallel circuits that link a high-order association cortex with the thalamus may allow shifts to different states of consciousness, in processes that are disrupted in psychiatric diseases.","URL":"http://dx.plos.org/10.1371/journal.pone.0000848","DOI":"10.1371/journal.pone.0000848","journalAbbreviation":"PLoS ONE","author":[{"family":"Zikopoulos","given":"Basilis"},{"family":"Barbas","given":"Helen"}],"issued":{"date-parts":[["2007",9,5]]},"accessed":{"date-parts":[["2014",2,28]]}},
  {"id":"macdonald_dissociating_2000","type":"article-journal","title":"Dissociating the Role of the Dorsolateral Prefrontal and Anterior Cingulate Cortex in Cognitive Control","container-title":"Science","page":"1835-1838","volume":"288","issue":"5472","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.288.5472.1835","DOI":"10.1126/science.288.5472.1835","ISSN":"00368075, 10959203","author":[{"family":"MacDonald","given":"A. W."}],"issued":{"date-parts":[["2000",6,9]]},"accessed":{"date-parts":[["2014",3,25]]}},
  {"id":"akam_oscillations_2010","type":"article-journal","title":"Oscillations and Filtering Networks Support Flexible Routing of Information","container-title":"Neuron","page":"308-320","volume":"67","issue":"2","source":"www.cell.com","URL":"http://www.cell.com/article/S0896627310004770/abstract","DOI":"10.1016/j.neuron.2010.06.019","ISSN":"0896-6273","language":"English","author":[{"family":"Akam","given":"Thomas"},{"family":"Kullmann","given":"Dimitri M."}],"issued":{"date-parts":[["2010",7,29]]},"accessed":{"date-parts":[["2014",3,29]]},"PMID":"20670837"},
  {"id":"konstantoudaki_modulatory_2014","type":"article-journal","title":"Modulatory effects of inhibition on persistent activity in a cortical microcircuit model","container-title":"Frontiers in Neural Circuits","volume":"8","source":"CrossRef","URL":"http://www.frontiersin.org/Neural_Circuits/10.3389/fncir.2014.00007/abstract","DOI":"10.3389/fncir.2014.00007","ISSN":"1662-5110","author":[{"family":"Konstantoudaki","given":"Xanthippi"},{"family":"Papoutsi","given":"Athanasia"},{"family":"Chalkiadaki","given":"Kleanthi"},{"family":"Poirazi","given":"Panayiota"},{"family":"Sidiropoulou","given":"Kyriaki"}],"issued":{"date-parts":[["2014"]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"povysheva_properties_2005","type":"article-journal","title":"Properties of Excitatory Synaptic Responses in Fast-spiking Interneurons and Pyramidal Cells from Monkey and Rat Prefrontal Cortex","container-title":"Cerebral Cortex","page":"541-552","volume":"16","issue":"4","source":"CrossRef","URL":"http://www.cercor.oxfordjournals.org/cgi/doi/10.1093/cercor/bhj002","DOI":"10.1093/cercor/bhj002","ISSN":"1047-3211, 1460-2199","author":[{"family":"Povysheva","given":"N.V."}],"issued":{"date-parts":[["2005",6,15]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"ullsperger_neurophysiology_2014","type":"article-journal","title":"Neurophysiology of Performance Monitoring and Adaptive Behavior","container-title":"Physiological Reviews","page":"35-79","volume":"94","issue":"1","source":"CrossRef","URL":"http://physrev.physiology.org/cgi/doi/10.1152/physrev.00041.2012","DOI":"10.1152/physrev.00041.2012","ISSN":"0031-9333, 1522-1210","language":"en","author":[{"family":"Ullsperger","given":"M."},{"family":"Danielmeier","given":"C."},{"family":"Jocham","given":"G."}],"issued":{"date-parts":[["2014",1,1]]},"accessed":{"date-parts":[["2014",10,21]]}},
  {"id":"kritzer_intrinsic_1995","type":"article-journal","title":"Intrinsic circuit organization of the major layers and sublayers of the dorsolateral prefrontal cortex in the rhesus monkey","container-title":"The Journal of Comparative Neurology","page":"131–143","volume":"359","issue":"1","source":"Wiley Online Library","abstract":"Intrinsic connections are likely to play important roles in cognitive information processing to in the prefrontal association cortex. To gain insight into the organization of these circuits, intracortical connections of major laminar and sublaminar divisions were retrogradely labeled in Walker's area 9 and 46 in rhesus monkeys by using cholera toxin (B-subunit) conjugated to colloidal gold. Microinjections placed within particular cortical laminae produced unique patterns of retrograde labeling. Injections in layers II/III yielded labeling which was laterally widespread (2–7 mm) in supragranular layers, and more narrowly focused, i.e., conforming to a column, in layers IV–VI. In contrast, local circuits associated with layers IV and Vb displayed a regular, cylindrical organization, whereas intrinsic connections of layer Va were laterally extensive (3–5 mm) in layers III and Va. Finally, injections in layer VI gave rise to a narrow column of cell labeling traversing all layers, augmented by laterally extensive labeling (∼ 7 mm) in layer VI. The intrinsic connections of the prefrontal cortex were arrayed within mediolaterally elongated stripes which were often distributed asymmetrically in either the medial or lateral direction. In addition, labsled cells within these mediolaterally oriented fields were frequently grouped within discrete clusters or narrow bands. The intrinsic connections identified in this study differ from the local circuits of corresponding layers reported for primary visual cortex; the unique intrinsic wiring diagram of the prefrontal cortex may be related to its specialized cognitive and mnemonic functions. © 1995 Wiley-Liss, Inc.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.903590109/abstract","DOI":"10.1002/cne.903590109","ISSN":"1096-9861","language":"en","author":[{"family":"Kritzer","given":"M. F."},{"family":"Goldman-Rakic","given":"P. S."}],"issued":{"date-parts":[["1995"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"krimer_cluster_2005","type":"article-journal","title":"Cluster Analysis-Based Physiological Classification and Morphological Properties of Inhibitory Neurons in Layers 2-3 of Monkey Dorsolateral Prefrontal Cortex","container-title":"Journal of Neurophysiology","page":"3009-3022","volume":"94","issue":"5","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00156.2005","DOI":"10.1152/jn.00156.2005","ISSN":"0022-3077, 1522-1598","author":[{"family":"Krimer","given":"L. S."}],"issued":{"date-parts":[["2005",11,1]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"lee_topdown_2013","type":"article-journal","title":"Top-Down Beta Rhythms Support Selective Attention via Interlaminar Interaction: A Model","container-title":"PLoS Computational Biology","page":"e1003164","volume":"9","issue":"8","source":"CrossRef","URL":"http://dx.plos.org/10.1371/journal.pcbi.1003164","DOI":"10.1371/journal.pcbi.1003164","ISSN":"1553-7358","shortTitle":"Top-Down Beta Rhythms Support Selective Attention via Interlaminar Interaction","author":[{"family":"Lee","given":"Jung H."},{"family":"Whittington","given":"Miles A."},{"family":"Kopell","given":"Nancy J."}],"editor":[{"family":"Coombes","given":"Stephen"}],"issued":{"date-parts":[["2013",8,8]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"cannon_neurosystems_2014","type":"article-journal","title":"Neurosystems: brain rhythms and cognitive processing","container-title":"European Journal of Neuroscience","page":"705–719","volume":"39","issue":"5","source":"Wiley Online Library","abstract":"Neuronal rhythms are ubiquitous features of brain dynamics, and are highly correlated with cognitive processing. However, the relationship between the physiological mechanisms producing these rhythms and the functions associated with the rhythms remains mysterious. This article investigates the contributions of rhythms to basic cognitive computations (such as filtering signals by coherence and/or frequency) and to major cognitive functions (such as attention and multi-modal coordination). We offer support to the premise that the physiology underlying brain rhythms plays an essential role in how these rhythms facilitate some cognitive operations.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ejn.12453/abstract","DOI":"10.1111/ejn.12453","ISSN":"1460-9568","shortTitle":"Neurosystems","language":"en","author":[{"family":"Cannon","given":"Jonathan"},{"family":"McCarthy","given":"Michelle M."},{"family":"Lee","given":"Shane"},{"family":"Lee","given":"Jung"},{"family":"Börgers","given":"Christoph"},{"family":"Whittington","given":"Miles A."},{"family":"Kopell","given":"Nancy"}],"issued":{"date-parts":[["2014"]]},"accessed":{"date-parts":[["2014",3,10]]}},
  {"id":"buffalo_laminar_2011","type":"article-journal","title":"Laminar differences in gamma and alpha coherence in the ventral stream","container-title":"Proceedings of the National Academy of Sciences","page":"11262-11267","volume":"108","issue":"27","source":"www.pnas.org","abstract":"Attention to a stimulus enhances both neuronal responses and gamma frequency synchrony in visual area V4, both of which should increase the impact of attended information on downstream neurons. To determine whether gamma synchrony is common throughout the ventral stream, we recorded from neurons in the superficial and deep layers of V1, V2, and V4 in two rhesus monkeys. We found an unexpected striking difference in gamma synchrony in the superficial vs. deep layers. In all three areas, spike-field coherence in the gamma (40–60 Hz) frequency range was largely confined to the superficial layers, whereas the deep layers showed maximal coherence at low frequencies (6–16 Hz), which included the alpha range. In the superficial layers of V2 and V4, gamma synchrony was enhanced by attention, whereas in the deep layers, alpha synchrony was reduced by attention. Unlike these major differences in synchrony, attentional effects on firing rates and noise correlation did not differ substantially between the superficial and deep layers. The results suggest that synchrony plays very different roles in feedback and feedforward projections.","URL":"http://www.pnas.org/content/108/27/11262","DOI":"10.1073/pnas.1011284108","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Buffalo","given":"Elizabeth A."},{"family":"Fries","given":"Pascal"},{"family":"Landman","given":"Rogier"},{"family":"Buschman","given":"Timothy J."},{"family":"Desimone","given":"Robert"}],"issued":{"date-parts":[["2011",7,5]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"21690410"},
  {"id":"zaitsev_functional_2013","type":"article-journal","title":"Functional properties and short-term dynamics of unidirectional and reciprocal synaptic connections between layer 2/3 pyramidal cells and fast-spiking interneurons in juvenile rat prefrontal cortex","container-title":"European Journal of Neuroscience","page":"n/a-n/a","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/ejn.12294","DOI":"10.1111/ejn.12294","ISSN":"0953816X","author":[{"family":"Zaitsev","given":"A. V."},{"family":"Lewis","given":"D. A."}],"issued":{"date-parts":[["2013",7]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"womelsdorf_thetaactivity_2010","type":"article-journal","title":"Theta-activity in anterior cingulate cortex predicts task rules and their adjustments following errors","container-title":"Proceedings of the National Academy of Sciences","page":"5248-5253","volume":"107","issue":"11","source":"www.pnas.org","abstract":"Accomplishing even simple tasks depend on neuronal circuits to configure how incoming sensory stimuli map onto responses. Controlling these stimulus-response (SR) mapping rules relies on a cognitive control network comprising the anterior cingulate cortex (ACC). Single neurons within the ACC convey information about currently relevant SR mapping rules and signal unexpected action outcomes, which can be used to optimize behavioral choices. However, its functional significance and the mechanistic means of interaction with other nodes of the cognitive control network remain elusive and poorly understood. Here, we report that core aspects of cognitive control are encoded by rhythmic theta-band activity within neuronal circuits in the ACC. Throughout task performance, theta-activity predicted which of two SR mapping rules will be established before processing visual target information. Task-selective theta-activity emerged particularly early during those trials, which required the adjustment of SR rules following an erroneous rule representation in the preceding trial. These findings demonstrate a functional correlation of cognitive control processes and oscillatory theta-band activity in macaque ACC. Moreover, we report that spike output of a subset of cells in ACC is synchronized to predictive theta-activity, suggesting that the theta-cycle could serve as a temporal reference for coordinating local task selective computations across a larger network of frontal areas and the hippocampus to optimize and adjust the processing routes of sensory and motor circuits to achieve efficient sensory-motor control.","URL":"http://www.pnas.org/content/107/11/5248","DOI":"10.1073/pnas.0906194107","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Womelsdorf","given":"Thilo"},{"family":"Johnston","given":"Kevin"},{"family":"Vinck","given":"Martin"},{"family":"Everling","given":"Stefan"}],"issued":{"date-parts":[["2010",3,16]]},"accessed":{"date-parts":[["2014",3,17]]},"PMID":"20194767"},
  {"id":"barbas_prefrontal_2007","type":"article-journal","title":"The Prefrontal Cortex and Flexible Behavior","container-title":"The Neuroscientist","page":"532-545","volume":"13","issue":"5","source":"CrossRef","URL":"http://nro.sagepub.com/cgi/doi/10.1177/1073858407301369","DOI":"10.1177/1073858407301369","ISSN":"1073-8584","author":[{"family":"Barbas","given":"H."},{"family":"Zikopoulos","given":"B."}],"issued":{"date-parts":[["2007",10,1]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"cukur_attention_2013","type":"article-journal","title":"Attention during natural vision warps semantic representation across the human brain","container-title":"Nature Neuroscience","page":"763-770","volume":"16","issue":"6","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nn.3381","DOI":"10.1038/nn.3381","ISSN":"1097-6256, 1546-1726","author":[{"family":"Çukur","given":"Tolga"},{"family":"Nishimoto","given":"Shinji"},{"family":"Huth","given":"Alexander G"},{"family":"Gallant","given":"Jack L"}],"issued":{"date-parts":[["2013",4,21]]},"accessed":{"date-parts":[["2015",7,30]]}},
  {"id":"tsybakov_introduction_2009","type":"book","title":"Introduction to nonparametric estimation","collection-title":"Springer series in statistics","publisher":"Springer","publisher-place":"New York ; London","number-of-pages":"214","source":"Library of Congress ISBN","event-place":"New York ; London","ISBN":"978-0-387-79051-0","call-number":"QA278.8 .T79 2009","author":[{"family":"Tsybakov","given":"Alexandre B."}],"issued":{"date-parts":[["2009"]]}},
  {"id":"holroyd_neural_2002","type":"article-journal","title":"The neural basis of human error processing: reinforcement learning, dopamine, and the error-related negativity","container-title":"Psychological review","page":"679-709","volume":"109","issue":"4","source":"NCBI PubMed","abstract":"The authors present a unified account of 2 neural systems concerned with the development and expression of adaptive behaviors: a mesencephalic dopamine system for reinforcement learning and a \"generic\" error-processing system associated with the anterior cingulate cortex. The existence of the error-processing system has been inferred from the error-related negativity (ERN), a component of the event-related brain potential elicited when human participants commit errors in reaction-time tasks. The authors propose that the ERN is generated when a negative reinforcement learning signal is conveyed to the anterior cingulate cortex via the mesencephalic dopamine system and that this signal is used by the anterior cingulate cortex to modify performance on the task at hand. They provide support for this proposal using both computational modeling and psychophysiological experimentation.","ISSN":"0033-295X","shortTitle":"The neural basis of human error processing","journalAbbreviation":"Psychol Rev","language":"eng","author":[{"family":"Holroyd","given":"Clay B"},{"family":"Coles","given":"Michael G H"}],"issued":{"date-parts":[["2002",10]]},"PMID":"12374324"},
  {"id":"alexander_medial_2011","type":"article-journal","title":"Medial prefrontal cortex as an action-outcome predictor","container-title":"Nature Neuroscience","page":"1338-1344","volume":"14","issue":"10","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nn.2921","DOI":"10.1038/nn.2921","ISSN":"1097-6256, 1546-1726","author":[{"family":"Alexander","given":"William H"},{"family":"Brown","given":"Joshua W"}],"issued":{"date-parts":[["2011",9,18]]},"accessed":{"date-parts":[["2014",4,2]]}},
  {"id":"dias_dissociation_1996","type":"article-journal","title":"Dissociation in prefrontal cortex of affective and attentional shifts","page":"69-72","volume":"380","issue":"6569","source":"www.nature.com.libproxy.mit.edu","URL":"http://www.nature.com.libproxy.mit.edu/nature/journal/v380/n6569/abs/380069a0.html","DOI":"10.1038/380069a0","author":[{"family":"Dias","given":"R."},{"family":"Robbins","given":"T. W."},{"family":"Roberts","given":"A. C."}],"issued":{"date-parts":[["1996",3,7]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"huang_measuring_2009","type":"article-journal","title":"Measuring effectiveness of graph visualizations: A cognitive load perspective","container-title":"Information Visualization","page":"139-152","volume":"8","issue":"3","source":"CrossRef","URL":"http://ivi.sagepub.com/lookup/doi/10.1057/ivs.2009.10","DOI":"10.1057/ivs.2009.10","ISSN":"1473-8716, 1473-8724","shortTitle":"Measuring effectiveness of graph visualizations","author":[{"family":"Huang","given":"Weidong"},{"family":"Eades","given":"Peter"},{"family":"Hong","given":"Seok-Hee"}],"issued":{"date-parts":[["2009"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"kopell_neuronal_2011","type":"article-journal","title":"Neuronal assembly dynamics in the beta1 frequency range permits short-term memory","container-title":"Proceedings of the National Academy of Sciences","page":"3779-3784","volume":"108","issue":"9","source":"CrossRef","URL":"http://www.pnas.org/cgi/doi/10.1073/pnas.1019676108","DOI":"10.1073/pnas.1019676108","ISSN":"0027-8424, 1091-6490","author":[{"family":"Kopell","given":"N."},{"family":"Whittington","given":"M. A."},{"family":"Kramer","given":"M. A."}],"issued":{"date-parts":[["2011",2,14]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"robert_monte_2004","type":"book","title":"Monte Carlo Statistical Methods","collection-title":"Springer Texts in Statistics","publisher":"Springer New York","publisher-place":"New York, NY","source":"CrossRef","event-place":"New York, NY","URL":"http://link.springer.com/10.1007/978-1-4757-4145-2","ISBN":"978-1-4419-1939-7","author":[{"family":"Robert","given":"Christian P."},{"family":"Casella","given":"George"}],"issued":{"date-parts":[["2004"]]},"accessed":{"date-parts":[["2015",2,25]]}},
  {"id":"gonzalez-burgos_horizontal_2000","type":"article-journal","title":"Horizontal Synaptic Connections in Monkey Prefrontal Cortex: An In Vitro Electrophysiological Study","container-title":"Cerebral Cortex","page":"82-92","volume":"10","issue":"1","source":"cercor.oxfordjournals.org","abstract":"In monkey dorsolateral prefrontal cortex (PFC), long-distance, horizontally oriented intrinsic axon collaterals interconnect clusters of pyramidal neurons in the supragranular layers. In order to study the electrophysiological responses mediated by these long-distance projections, an in vitro slice preparation of monkey PFC was used to obtain whole-cell patch clamp recordings from layer 3 pyramidal neurons. Using in vivo tracer injections, we found that long-distance projections were well preserved in PFC slices cut in the coronal plane. Postsynaptic currents were evoked by low-intensity electrical extracellular stimulation applied successively to 20–30 discrete sites located up to 2200 μm lateral to the recorded cell. Several criteria were applied to discriminate between monoand polysynaptic responses. Long-distance monosynaptic connections were mediated by fibers with relatively slow conduction velocity (0.14 m/s). Excitatory postsynaptic currents (EPSCs) evoked by stimulation of shortor long-distance horizontal connections did not differ in kinetic properties. The majority (77%) of the 35 layer 3 PFC neurons studied were monosynaptic targets of long-distance connections. EPSCs mediated by long-distance connections had amplitudes that were similar or even larger than short-distance EPSCs, suggesting that excitatory input provided by the former was relatively robust. For most neurons (87.5%) in which a full complement of monosynaptic EPSCs was evoked by multisite stimulation, the EPSC amplitude as a function of stimulation distance from the recorded cells exhibited statistically significant peaks. The spacing between peaks was similar to the spacing between interconnected clusters of neurons observed in previous anatomical studies. The results show that long-distance excitatory connections constitute a significant intrinsic pathway of synaptic communication in layer 3 of monkey PFC.","URL":"http://cercor.oxfordjournals.org/content/10/1/82","DOI":"10.1093/cercor/10.1.82","ISSN":"1047-3211, 1460-2199","shortTitle":"Horizontal Synaptic Connections in Monkey Prefrontal Cortex","journalAbbreviation":"Cereb. Cortex","language":"en","author":[{"family":"González-Burgos","given":"Guillermo"},{"family":"Barrionuevo","given":"German"},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["2000",1,1]]},"accessed":{"date-parts":[["2014",2,19]]},"PMID":"10639398"},
  {"id":"fuster_unit_1973","type":"article-journal","title":"Unit activity in prefrontal cortex during delayed-response performance: neuronal correlates of transient memory.","container-title":"Journal of Neurophysiology","ISSN":"1522-1598","journalAbbreviation":"Journal of Neurophysiology","author":[{"family":"Fuster","given":"Joaquin M"}],"issued":{"date-parts":[["1973"]]}},
  {"id":"melchitzky_pyramidal_2003","type":"article-journal","title":"Pyramidal neuron local axon terminals in monkey prefrontal cortex: differential targeting of subclasses of GABA neurons","container-title":"Cerebral Cortex","page":"452–460","volume":"13","issue":"5","source":"Google Scholar","URL":"http://cercor.oxfordjournals.org/content/13/5/452.short","shortTitle":"Pyramidal neuron local axon terminals in monkey prefrontal cortex","author":[{"family":"Melchitzky","given":"Darlene S."},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["2003"]]},"accessed":{"date-parts":[["2014",2,24]]}},
  {"id":"buzsaki_tools_2015","type":"article-journal","title":"Tools for Probing Local Circuits: High-Density Silicon Probes Combined with Optogenetics","container-title":"Neuron","page":"92-105","volume":"86","issue":"1","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627315000860","DOI":"10.1016/j.neuron.2015.01.028","ISSN":"08966273","shortTitle":"Tools for Probing Local Circuits","language":"en","author":[{"family":"Buzsáki","given":"György"},{"family":"Stark","given":"Eran"},{"family":"Berényi","given":"Antal"},{"family":"Khodagholy","given":"Dion"},{"family":"Kipke","given":"Daryl R."},{"family":"Yoon","given":"Euisik"},{"family":"Wise","given":"Kensall D."}],"issued":{"date-parts":[["2015",4]]},"accessed":{"date-parts":[["2015",7,7]]}},
  {"id":"zaitsev_electrophysiological_2012","type":"article-journal","title":"Electrophysiological classes of layer 2/3 pyramidal cells in monkey prefrontal cortex","container-title":"Journal of Neurophysiology","page":"595-609","volume":"108","issue":"2","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00859.2011","DOI":"10.1152/jn.00859.2011","ISSN":"0022-3077, 1522-1598","author":[{"family":"Zaitsev","given":"A. V."},{"family":"Povysheva","given":"N. V."},{"family":"Gonzalez-Burgos","given":"G."},{"family":"Lewis","given":"D. A."}],"issued":{"date-parts":[["2012",4,11]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"bibbig_longrange_2002","type":"article-journal","title":"Long-range synchronization of and oscillations and the plasticity of excitatory and inhibitory synapses: A network model","container-title":"Journal of Neurophysiology","page":"1634–1654","volume":"88","issue":"4","source":"Google Scholar","URL":"http://academic.evergreen.edu/curricular/scc/ArticlesForFallProjects/GammaCellAssemblyBindingTheory.pdf","shortTitle":"Long-range synchronization of and oscillations and the plasticity of excitatory and inhibitory synapses","author":[{"family":"Bibbig","given":"Andrea"},{"family":"Traub","given":"Roger D."},{"family":"Whittington","given":"Miles A."}],"issued":{"date-parts":[["2002"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"pafundo_cholinergic_2013","type":"article-journal","title":"Cholinergic modulation of neuronal excitability and recurrent excitation-inhibition in prefrontal cortex circuits: implications for gamma oscillations","container-title":"The Journal of Physiology","page":"4725-4748","volume":"591","issue":"19","source":"CrossRef","URL":"http://www.jphysiol.org/cgi/doi/10.1113/jphysiol.2013.253823","DOI":"10.1113/jphysiol.2013.253823","ISSN":"0022-3751","shortTitle":"Cholinergic modulation of neuronal excitability and recurrent excitation-inhibition in prefrontal cortex circuits","author":[{"family":"Pafundo","given":"D. E."},{"family":"Miyamae","given":"T."},{"family":"Lewis","given":"D. A."},{"family":"Gonzalez-Burgos","given":"G."}],"issued":{"date-parts":[["2013",7,1]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"morishima_recurrent_2006","type":"article-journal","title":"Recurrent Connection Patterns of Corticostriatal Pyramidal Cells in Frontal Cortex","container-title":"Journal of Neuroscience","page":"4394-4405","volume":"26","issue":"16","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.0252-06.2006","DOI":"10.1523/JNEUROSCI.0252-06.2006","ISSN":"0270-6474, 1529-2401","author":[{"family":"Morishima","given":"M."}],"issued":{"date-parts":[["2006",4,19]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"wallis_single_2001","type":"article-journal","title":"Single neurons in prefrontal cortex encode abstract rules","container-title":"Nature","page":"953-956","volume":"411","issue":"6840","author":[{"family":"Wallis","given":"Jonathan D."},{"family":"Anderson","given":"Kathleen C."},{"family":"Miller","given":"Earl K."}],"issued":{"date-parts":[["2001"]]}},
  {"id":"xiao_laminar_2009","type":"article-journal","title":"Laminar and modular organization of prefrontal projections to multiple thalamic nuclei","container-title":"Neuroscience","page":"1067-1081","volume":"161","issue":"4","source":"ScienceDirect","abstract":"The prefrontal cortex projects to many thalamic nuclei, in pathways associated with cognition, emotion, and action. We investigated how multiple projection systems to the thalamus are organized in prefrontal cortex after injection of distinct retrograde tracers in the principal mediodorsal (MD), the limbic anterior medial (AM), and the motor-related ventral anterior/ventral lateral (VA/VL) thalamic nuclei in rhesus monkeys. Neurons projecting to these nuclei were organized in interdigitated modules extending vertically within layers VI and V. Projection neurons were also organized in layers. The majority of projection neurons to MD or AM originated in layer VI (∼80%), but a significant proportion (∼20%) originated in layer V. In contrast, prefrontal neurons projecting to VA/VL were equally distributed in layers V and VI. Neurons directed to VA/VL occupied mostly the upper part of layer V, while neurons directed to MD or AM occupied mostly the deep part of layer V. The highest proportions of projection neurons in layer V to each nucleus were found in dorsal and medial prefrontal areas. The laminar organization of prefrontal cortico-thalamic projections differs from sensory systems, where projections originate predominantly or entirely from layer VI. Previous studies indicate that layer V cortico-thalamic neurons innervate through some large terminals thalamic neurons that project widely to superficial cortical layers. The large population of prefrontal projection neurons in layer V may drive thalamic neurons, triggering synchronization by recruiting several cortical areas through widespread thalamo-cortical projections to layer I. These pathways may underlie the synthesis of cognition, emotion and action.","URL":"http://www.sciencedirect.com/science/article/pii/S0306452209006411","DOI":"10.1016/j.neuroscience.2009.04.034","ISSN":"0306-4522","journalAbbreviation":"Neuroscience","author":[{"family":"Xiao","given":"D."},{"family":"Zikopoulos","given":"B."},{"family":"Barbas","given":"H."}],"issued":{"date-parts":[["2009",7,21]]},"accessed":{"date-parts":[["2014",3,1]]}},
  {"id":"haynes_organization_2013","type":"article-journal","title":"The Organization of Prefrontal-Subthalamic Inputs in Primates Provides an Anatomical Substrate for Both Functional Specificity and Integration: Implications for Basal Ganglia Models and Deep Brain Stimulation","container-title":"Journal of Neuroscience","page":"4804-4814","volume":"33","issue":"11","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.4674-12.2013","DOI":"10.1523/JNEUROSCI.4674-12.2013","ISSN":"0270-6474, 1529-2401","shortTitle":"The Organization of Prefrontal-Subthalamic Inputs in Primates Provides an Anatomical Substrate for Both Functional Specificity and Integration","author":[{"family":"Haynes","given":"W. I. A."},{"family":"Haber","given":"S. N."}],"issued":{"date-parts":[["2013",3,13]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"izhikevich_dynamical_2007","type":"book","title":"Dynamical systems in neuroscience the geometry of excitability and bursting","publisher":"MIT Press","publisher-place":"Cambridge, Mass.","source":"Open WorldCat","event-place":"Cambridge, Mass.","URL":"http://site.ebrary.com/id/10173655","ISBN":"978-0-262-27607-8","language":"English","author":[{"family":"Izhikevich","given":"Eugene M"}],"issued":{"date-parts":[["2007"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"vandijk_influence_2012","type":"article-journal","title":"The influence of head motion on intrinsic functional connectivity MRI","container-title":"NeuroImage","page":"431-438","volume":"59","issue":"1","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S1053811911008214","DOI":"10.1016/j.neuroimage.2011.07.044","ISSN":"10538119","language":"en","author":[{"family":"Dijk","given":"Koene R.A.","non-dropping-particle":"Van"},{"family":"Sabuncu","given":"Mert R."},{"family":"Buckner","given":"Randy L."}],"issued":{"date-parts":[["2012",1]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"holroyd_motivation_2012","type":"article-journal","title":"Motivation of extended behaviors by anterior cingulate cortex","container-title":"Trends in Cognitive Sciences","page":"122-128","volume":"16","issue":"2","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S1364661311002592","DOI":"10.1016/j.tics.2011.12.008","ISSN":"13646613","language":"en","author":[{"family":"Holroyd","given":"Clay B."},{"family":"Yeung","given":"Nick"}],"issued":{"date-parts":[["2012",2]]},"accessed":{"date-parts":[["2014",4,2]]}},
  {"id":"kreyszig_introductory_1978","type":"book","title":"Introductory functional analysis with applications","publisher":"Wiley","publisher-place":"New York","number-of-pages":"688","source":"Library of Congress ISBN","event-place":"New York","ISBN":"0-471-50731-8","call-number":"QA320 .K74","author":[{"family":"Kreyszig","given":"Erwin"}],"issued":{"date-parts":[["1978"]]}},
  {"id":"burchell_gamma_1998","type":"article-journal","title":"Gamma frequency oscillations gate temporally coded afferent inputs in the rat hippocampal slice","container-title":"Neuroscience Letters","page":"151-154","volume":"255","issue":"3","source":"ScienceDirect","abstract":"Gamma (25–60 Hz) oscillations are associated with cognitive processing in the cortex. They can be generated by excitation of populations of mutually inhibitory, interconnected interneurons. Such oscillations can entrain the firing patterns of excitatory projection neurons and have been shown both to facilitate the synchronization of spatially separate populations of neurons and mediate changes in synaptic strength that alter the ability of populations to synchronize. Here we demonstrate that gamma oscillations also act as a powerfully selective gate for trains of afferent inputs to an oscillating area, based on the `precise timing of inputs' as opposed to their absolute magnitude or frequency.","URL":"http://www.sciencedirect.com/science/article/pii/S0304394098006764","DOI":"10.1016/S0304-3940(98)00676-4","ISSN":"0304-3940","journalAbbreviation":"Neuroscience Letters","author":[{"family":"Burchell","given":"T. R."},{"family":"Faulkner","given":"H. J."},{"family":"Whittington","given":"M. A."}],"issued":{"date-parts":[["1998",10,23]]},"accessed":{"date-parts":[["2014",3,28]]}},
  {"id":"goldman-rakic_topography_1988","type":"article-journal","title":"Topography of cognition: parallel distributed networks in primate association cortex","container-title":"Annual review of neuroscience","page":"137–156","volume":"11","issue":"1","source":"Google Scholar","URL":"http://www.annualreviews.org/doi/pdf/10.1146/annurev.ne.11.030188.001033","shortTitle":"Topography of cognition","author":[{"family":"Goldman-Rakic","given":"Patricia S."}],"issued":{"date-parts":[["1988"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"card_readings_1999","type":"book","title":"Readings in information visualization: using vision to think","publisher":"Morgan Kaufmann","ISBN":"1-55860-533-9","author":[{"family":"Card","given":"Stuart K."},{"family":"Mackinlay","given":"Jock D."},{"family":"Shneiderman","given":"Ben"}],"issued":{"date-parts":[["1999"]]}},
  {"id":"hoekstra_robust_2014","type":"article-journal","title":"Robust misinterpretation of confidence intervals","container-title":"Psychonomic Bulletin & Review","source":"CrossRef","URL":"http://link.springer.com/10.3758/s13423-013-0572-3","DOI":"10.3758/s13423-013-0572-3","ISSN":"1069-9384, 1531-5320","language":"en","author":[{"family":"Hoekstra","given":"Rink"},{"family":"Morey","given":"Richard D."},{"family":"Rouder","given":"Jeffrey N."},{"family":"Wagenmakers","given":"Eric-Jan"}],"issued":{"date-parts":[["2014",1,14]]},"accessed":{"date-parts":[["2014",3,15]]}},
  {"id":"pinto_analysis_2003","type":"article-journal","title":"Analysis of State-Dependent Transitions in Frequency and Long-Distance Coordination in a Model Oscillatory Cortical Circuit","container-title":"Journal of Computational Neuroscience","page":"283-298","volume":"15","issue":"2","source":"link.springer.com.libproxy.mit.edu","abstract":"Changes in behavioral state are typically accompanied by changes in the frequency and spatial coordination of rhythmic activity in the neocortex. In this article, we analyze the effects of neuromodulation on ionic conductances in an oscillating cortical circuit model. The model consists of synaptically-coupled excitatory and inhibitory neurons and supports rhythmic activity in the alpha, beta, and gamma ranges. We find that the effects of neuromodulation on ionic conductances are, by themselves, sufficient to induce transitions between synchronous gamma and beta rhythms and asynchronous alpha rhythms. Moreover, these changes are consistent with changes in behavioral state, with the rhythm transitioning from the slower alpha to the faster gamma and beta as arousal increases. We also observe that it is the same set of underlying intrinsic and network mechanisms that appear to be simultaneously responsible for both the observed transitions between the rhythm types and between their synchronization properties. Spike time response curves (STRCs) are used to study the relationship between the transitions in rhythm and the underlying biophysics.","URL":"http://link.springer.com/article/10.1023/A%3A1025825102620","DOI":"10.1023/A:1025825102620","ISSN":"0929-5313, 1573-6873","journalAbbreviation":"J Comput Neurosci","language":"en","author":[{"family":"Pinto","given":"David J."},{"family":"Jones","given":"Stephanie R."},{"family":"Kaper","given":"Tasso J."},{"family":"Kopell","given":"Nancy"}],"issued":{"date-parts":[["2003",9,1]]},"accessed":{"date-parts":[["2014",3,10]]}},
  {"id":"buschman_topdown_2007","type":"article-journal","title":"Top-Down Versus Bottom-Up Control of Attention in the Prefrontal and Posterior Parietal Cortices","container-title":"Science","page":"1860-1862","volume":"315","issue":"5820","source":"www.sciencemag.org.libproxy.mit.edu","abstract":"Attention can be focused volitionally by “top-down” signals derived from task demands and automatically by “bottom-up” signals from salient stimuli. The frontal and parietal cortices are involved, but their neural activity has not been directly compared. Therefore, we recorded from them simultaneously in monkeys. Prefrontal neurons reflected the target location first during top-down attention, whereas parietal neurons signaled it earlier during bottom-up attention. Synchrony between frontal and parietal areas was stronger in lower frequencies during top-down attention and in higher frequencies during bottom-up attention. This result indicates that top-down and bottom-up signals arise from the frontal and sensory cortex, respectively, and different modes of attention may emphasize synchrony at different frequencies.","URL":"http://www.sciencemag.org/content/315/5820/1860","DOI":"10.1126/science.1138071","ISSN":"0036-8075, 1095-9203","journalAbbreviation":"Science","language":"en","author":[{"family":"Buschman","given":"Timothy J."},{"family":"Miller","given":"Earl K."}],"issued":{"date-parts":[["2007",3,30]]},"accessed":{"date-parts":[["2014",3,29]]},"PMID":"17395832"},
  {"id":"vanaerde_morphological_2013","type":"article-journal","title":"Morphological and Physiological Characterization of Pyramidal Neuron Subtypes in Rat Medial Prefrontal Cortex","container-title":"Cerebral Cortex","source":"CrossRef","URL":"http://www.cercor.oxfordjournals.org/cgi/doi/10.1093/cercor/bht278","DOI":"10.1093/cercor/bht278","ISSN":"1047-3211, 1460-2199","author":[{"family":"Aerde","given":"K. I.","non-dropping-particle":"van"},{"family":"Feldmeyer","given":"D."}],"issued":{"date-parts":[["2013",10,9]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"walton_interactions_2004","type":"article-journal","title":"Interactions between decision making and performance monitoring within prefrontal cortex","container-title":"Nature Neuroscience","page":"1259-1265","volume":"7","issue":"11","source":"www.nature.com.libproxy.mit.edu","abstract":"Our ability to judge the consequences of our actions is central to rational decision making. A large body of evidence implicates primate prefrontal regions in the regulation of this ability. It has proven extremely difficult, however, to separate functional areas in the frontal lobes. Using functional magnetic resonance imaging, we demonstrate complementary and reciprocal roles for the human orbitofrontal (OFC) and dorsal anterior cingulate cortices (ACd) in monitoring the outcome of behavior. Activation levels in these regions were negatively correlated, with activation increasing in the ACd and decreasing in the OFC when the selected response was the result of the participant's own decision. The pattern was reversed when the selected response was guided by the experimenter rather than the participant. These results indicate that the neural mechanisms underlying the way we assess the consequences of choices differ depending on whether we are told what to do or are able to exercise our volition.","URL":"http://www.nature.com.libproxy.mit.edu/neuro/journal/v7/n11/full/nn1339.html","DOI":"10.1038/nn1339","author":[{"family":"Walton","given":"Mark E."},{"family":"Devlin","given":"Joseph T."},{"family":"Rushworth","given":"Matthew F. S."}],"issued":{"date-parts":[["2004",11,1]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"buschman_synchronous_2012","type":"article-journal","title":"Synchronous Oscillatory Neural Ensembles for Rules in the Prefrontal Cortex","container-title":"Neuron","page":"838-846","volume":"76","issue":"4","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627312008823","DOI":"10.1016/j.neuron.2012.09.029","ISSN":"08966273","language":"en","author":[{"family":"Buschman","given":"Timothy J."},{"family":"Denovellis","given":"Eric L."},{"family":"Diogo","given":"Cinira"},{"family":"Bullock","given":"Daniel"},{"family":"Miller","given":"Earl K."}],"issued":{"date-parts":[["2012",11]]},"accessed":{"date-parts":[["2014",3,24]]}},
  {"id":"melchitzky_synaptic_2001","type":"article-journal","title":"Synaptic targets of the intrinsic axon collaterals of supragranular pyramidal neurons in monkey prefrontal cortex","container-title":"Journal of Comparative Neurology","page":"209–221","volume":"430","issue":"2","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/1096-9861(20010205)430:2%3C209::AID-CNE1026%3E3.0.CO;2-%23/full","author":[{"family":"Melchitzky","given":"Darlene S."},{"family":"González-Burgos","given":"Guillermo"},{"family":"Barrionuevo","given":"German"},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["2001"]]},"accessed":{"date-parts":[["2014",2,21]]}},
  {"id":"burkitt_review_2006","type":"article-journal","title":"A review of the integrate-and-fire neuron model: II. Inhomogeneous synaptic input and network properties","container-title":"Biological Cybernetics","page":"97-112","volume":"95","issue":"2","source":"CrossRef","URL":"http://link.springer.com/10.1007/s00422-006-0082-8","DOI":"10.1007/s00422-006-0082-8","ISSN":"0340-1200, 1432-0770","shortTitle":"A review of the integrate-and-fire neuron model","author":[{"family":"Burkitt","given":"A. N."}],"issued":{"date-parts":[["2006",7,5]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"singer_cortical_2013","type":"article-journal","title":"Cortical dynamics revisited","container-title":"Trends in Cognitive Sciences","page":"616-626","volume":"17","issue":"12","source":"ScienceDirect","abstract":"Recent discoveries on the organisation of the cortical connectome together with novel data on the dynamics of neuronal interactions require an extension of classical concepts on information processing in the cerebral cortex. These new insights justify considering the brain as a complex, self-organised system with nonlinear dynamics in which principles of distributed, parallel processing coexist with serial operations within highly interconnected networks. The observed dynamics suggest that cortical networks are capable of providing an extremely high-dimensional state space in which a large amount of evolutionary and ontogenetically acquired information can coexist and be accessible to rapid parallel search.","URL":"http://www.sciencedirect.com/science/article/pii/S1364661313002106","DOI":"10.1016/j.tics.2013.09.006","ISSN":"1364-6613","journalAbbreviation":"Trends in Cognitive Sciences","author":[{"family":"Singer","given":"Wolf"}],"issued":{"date-parts":[["2013",12]]},"accessed":{"date-parts":[["2014",3,29]]}},
  {"id":"healey_highspeed_1996","type":"article-journal","title":"High-speed visual estimation using preattentive processing","container-title":"ACM Transactions on Computer-Human Interaction (TOCHI)","page":"107-135","volume":"3","issue":"2","author":[{"family":"Healey","given":"Christopher G."},{"family":"Booth","given":"Kellogg S."},{"family":"Enns","given":"James T."}],"issued":{"date-parts":[["1996"]]}},
  {"id":"lopesdasilva_neural_1991","type":"article-journal","title":"Neural mechanisms underlying brain waves: from neural membranes to networks","container-title":"Electroencephalography and Clinical Neurophysiology","page":"81-93","volume":"79","issue":"2","source":"ScienceDirect","abstract":"In this review, a number of experimental findings and theoretical concepts that have led to new insights into the mechanisms underlying brain waves are presented. At the cellular level, the new evidence that certain types of neuron have intrinsic oscillatory properties that may underlie rhythmic EEG activities is discussed. In particular, the question of whether spindle oscillations are autonomous or input-dependent is addressed. At the neural network level, the main circuits of the thalamus and cortex that are responsible for the occurrence and modulation of spindles and alpha activity are described. In addition, the properties of rhythmic activities outside the alpha band are considered, particularly in relation to the prominent beta activity of the visual cortex. At the theoretical level, the possibility that neural networks may behave as complex dynamic systems with the properties of deterministic chaos is discussed. Finally, the fact that brain rhythms may have functional implications for the working of neural networks is examined in relation to 2 cases: the possibility that oscillations may subserve a gating function, and that oscillations may play a role in the formation of assemblies of neurons that represent given stimulus patterns.","URL":"http://www.sciencedirect.com/science/article/pii/0013469491900445","DOI":"10.1016/0013-4694(91)90044-5","ISSN":"0013-4694","shortTitle":"Neural mechanisms underlying brain waves","journalAbbreviation":"Electroencephalography and Clinical Neurophysiology","author":[{"family":"Lopes da Silva","given":"Fernando"}],"issued":{"date-parts":[["1991",8]]},"accessed":{"date-parts":[["2014",4,8]]}},
  {"id":"vanaerde_flexible_2009","type":"article-journal","title":"Flexible spike timing of layer 5 neurons during dynamic beta oscillation shifts in rat prefrontal cortex","container-title":"The Journal of Physiology","page":"5177-5196","volume":"587","issue":"21","source":"CrossRef","URL":"http://www.jphysiol.org/cgi/doi/10.1113/jphysiol.2009.178384","DOI":"10.1113/jphysiol.2009.178384","ISSN":"0022-3751","author":[{"family":"Aerde","given":"K. I.","non-dropping-particle":"van"},{"family":"Mann","given":"E. O."},{"family":"Canto","given":"C. B."},{"family":"Heistek","given":"T. S."},{"family":"Linkenkaer-Hansen","given":"K."},{"family":"Mulder","given":"A. B."},{"family":"Roest","given":"M.","non-dropping-particle":"van der"},{"family":"Paulsen","given":"O."},{"family":"Brussaard","given":"A. B."},{"family":"Mansvelder","given":"H. D."}],"issued":{"date-parts":[["2009",9,14]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"li_control_2013","type":"article-journal","title":"Control of layer 5 pyramidal cell spiking by oscillatory inhibition in the distal apical dendrites: a computational modeling study","container-title":"Journal of Neurophysiology","page":"2739-2756","volume":"109","issue":"11","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00397.2012","DOI":"10.1152/jn.00397.2012","ISSN":"0022-3077, 1522-1598","shortTitle":"Control of layer 5 pyramidal cell spiking by oscillatory inhibition in the distal apical dendrites","author":[{"family":"Li","given":"X."},{"family":"Morita","given":"K."},{"family":"Robinson","given":"H. P. C."},{"family":"Small","given":"M."}],"issued":{"date-parts":[["2013",3,13]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"becker_dynamic_1987","type":"article-journal","title":"Dynamic graphics for data analysis","container-title":"Statistical Science","page":"355-383","author":[{"family":"Becker","given":"Richard A."},{"family":"Cleveland","given":"William S."},{"family":"Wilks","given":"Allan R."}],"issued":{"date-parts":[["1987"]]}},
  {"id":"nesterov_introductory_1998","type":"article-journal","title":"Introductory Lectures on Convex Programming Volume I: Basic course","source":"Google Scholar","URL":"http://enpub.fulton.asu.edu/cseml/Fall2008_ConvOpt/book/Intro-nl.pdf","shortTitle":"Introductory Lectures on Convex Programming Volume I","author":[{"family":"Nesterov","given":"Yu"}],"issued":{"date-parts":[["1998"]]},"accessed":{"date-parts":[["2015",2,25]]}},
  {"id":"buja_interactive_1996","type":"article-journal","title":"Interactive high-dimensional data visualization","container-title":"Journal of Computational and Graphical Statistics","page":"78–99","volume":"5","issue":"1","source":"Google Scholar","URL":"http://www.tandfonline.com/doi/abs/10.1080/10618600.1996.10474696","author":[{"family":"Buja","given":"Andreas"},{"family":"Cook","given":"Dianne"},{"family":"Swayne","given":"Deborah F."}],"issued":{"date-parts":[["1996"]]},"accessed":{"date-parts":[["2015",7,1]]}},
  {"id":"yang_electrophysiological_1996","type":"article-journal","title":"Electrophysiological and morphological properties of layers V-VI principal pyramidal cells in rat prefrontal cortex in vitro","container-title":"The Journal of neuroscience","page":"1904–1921","volume":"16","issue":"5","source":"Google Scholar","URL":"http://www.jneurosci.org/content/16/5/1904.short","author":[{"family":"Yang","given":"Charles R."},{"family":"Seamans","given":"Jeremy K."},{"family":"Gorelova","given":"Natalia"}],"issued":{"date-parts":[["1996"]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"roopun_cholinergic_2010","type":"article-journal","title":"Cholinergic Neuromodulation Controls Directed Temporal Communication in Neocortex in Vitro","container-title":"Frontiers in Neural Circuits","volume":"4","source":"PubMed Central","abstract":"Acetylcholine is the primary neuromodulator involved in cortical arousal in mammals. Cholinergic modulation is involved in conscious awareness, memory formation and attention – processes that involve intercommunication between different cortical regions. Such communication is achieved in part through temporal structuring of neuronal activity by population rhythms, particularly in the beta and gamma frequency ranges (12–80 Hz). Here we demonstrate, using in vitro and in silico models, that spectrally identical patterns of beta2 and gamma rhythms are generated in primary sensory areas and polymodal association areas by fundamentally different local circuit mechanisms: Glutamatergic excitation induced beta2 frequency population rhythms only in layer 5 association cortex whereas cholinergic neuromodulation induced this rhythm only in layer 5 primary sensory cortex. This region-specific sensitivity of local circuits to cholinergic modulation allowed for control of the extent of cortical temporal interactions. Furthermore, the contrasting mechanisms underlying these beta2 rhythms produced a high degree of directionality, favouring an influence of association cortex over primary auditory cortex.","URL":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2856628/","DOI":"10.3389/fncir.2010.00008","ISSN":"1662-5110","journalAbbreviation":"Front Neural Circuits","author":[{"family":"Roopun","given":"Anita K."},{"family":"LeBeau","given":"Fiona E.N."},{"family":"Rammell","given":"James"},{"family":"Cunningham","given":"Mark O."},{"family":"Traub","given":"Roger D."},{"family":"Whittington","given":"Miles A."}],"issued":{"date-parts":[["2010",3,22]]},"accessed":{"date-parts":[["2014",3,10]]},"PMID":"20407636","PMCID":"PMC2856628"},
  {"id":"cowley_datahigh_2013","type":"article-journal","title":"DataHigh: graphical user interface for visualizing and interacting with high-dimensional neural activity","container-title":"Journal of Neural Engineering","page":"066012","volume":"10","issue":"6","source":"CrossRef","URL":"http://stacks.iop.org/1741-2552/10/i=6/a=066012?key=crossref.f9972ee7f937038173b7a9f192c0719b","DOI":"10.1088/1741-2560/10/6/066012","ISSN":"1741-2560, 1741-2552","shortTitle":"DataHigh","author":[{"family":"Cowley","given":"Benjamin R"},{"family":"Kaufman","given":"Matthew T"},{"family":"Butler","given":"Zachary S"},{"family":"Churchland","given":"Mark M"},{"family":"Ryu","given":"Stephen I"},{"family":"Shenoy","given":"Krishna V"},{"family":"Yu","given":"Byron M"}],"issued":{"date-parts":[["2013",12,1]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"bollimunta_neuronal_2008","type":"article-journal","title":"Neuronal Mechanisms of Cortical Alpha Oscillations in Awake-Behaving Macaques","container-title":"The Journal of Neuroscience","page":"9976-9988","volume":"28","issue":"40","source":"www.jneurosci.org","abstract":"Field potential oscillations at ∼10 Hz (alpha rhythm) are widely noted in the visual cortices, but their physiological mechanisms and significance are poorly understood. In vitro studies have implicated pyramidal neurons in both infragranular and supragranular layers as pacemakers. The generality of these observations for the intact brain in the behaving subject is unknown. We analyzed laminar profiles of spontaneous local field potentials and multiunit activity (MUA) recorded with linear array multielectrodes from visual areas V2, V4, and inferotemporal (IT) cortex of two macaque monkeys during performance of a sensory discrimination task. Current source density (CSD) analysis was combined with CSD–MUA coherence to identify intracortical alpha current generators and their potential for alpha pacemaking. The role of each alpha current generator was further delineated by Granger causality analyses. In V2 and V4, alpha current generators were found in all layers, with the infragranular generator acting as primary local pacemaking generator. In contrast, in IT, alpha current generators were found only in supragranular and infragranular layers, with the supragranular generator acting as primary local pacemaking generator. The amplitude of alpha activity in V2 and V4 was negatively correlated with behavioral performance, whereas the opposite was true in IT. The alpha rhythm in IT thus appears to differ from that in the lower-order cortices, both in terms of its underlying physiological mechanism and its behavioral correlates. This work may help to reconcile some of the diverse findings and conclusions on the functional significance of alpha band oscillations in the visual system.","URL":"http://www.jneurosci.org/content/28/40/9976","DOI":"10.1523/JNEUROSCI.2699-08.2008","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Bollimunta","given":"Anil"},{"family":"Chen","given":"Yonghong"},{"family":"Schroeder","given":"Charles E."},{"family":"Ding","given":"Mingzhou"}],"issued":{"date-parts":[["2008",10,1]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"18829955"},
  {"id":"wickham_graphical_2010","type":"article-journal","title":"Graphical inference for infovis","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"973–979","volume":"16","issue":"6","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=5613434","author":[{"family":"Wickham","given":"Hadley"},{"family":"Cook","given":"Dianne"},{"family":"Hofmann","given":"Heike"},{"family":"Buja","given":"Andreas"}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2015",7,21]]}},
  {"id":"rushworth_frontal_2011","type":"article-journal","title":"Frontal Cortex and Reward-Guided Learning and Decision-Making","container-title":"Neuron","page":"1054-1069","volume":"70","issue":"6","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627311003953","DOI":"10.1016/j.neuron.2011.05.014","ISSN":"08966273","language":"en","author":[{"family":"Rushworth","given":"Matthew F.S."},{"family":"Noonan","given":"MaryAnn P."},{"family":"Boorman","given":"Erie D."},{"family":"Walton","given":"Mark E."},{"family":"Behrens","given":"Timothy E."}],"issued":{"date-parts":[["2011",6]]},"accessed":{"date-parts":[["2014",3,25]]}},
  {"id":"pucak_patterns_1996","type":"article-journal","title":"Patterns of intrinsic and associational circuitry in monkey prefrontal cortex","container-title":"Journal of Comparative Neurology","page":"614–630","volume":"376","issue":"4","source":"Google Scholar","URL":"http://www.researchgate.net/publication/14228460_Patterns_of_intrinsic_and_associational_circuitry_in_monkey_prefrontal_cortex/file/9fcfd512f7072345d3.pdf","author":[{"family":"Pucak","given":"Michele L."},{"family":"Levitt","given":"Jonathan B."},{"family":"Lund","given":"Jennifer S."},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["1996"]]},"accessed":{"date-parts":[["2014",2,21]]}},
  {"id":"brown_learned_2005","type":"article-journal","title":"Learned predictions of error likelihood in the anterior cingulate cortex","container-title":"Science","page":"1118-1121","volume":"307","issue":"5712","author":[{"family":"Brown","given":"Joshua W."},{"family":"Braver","given":"Todd S."}],"issued":{"date-parts":[["2005"]]}},
  {"id":"kahn_systematic_2015","type":"article-journal","title":"A systematic approach to selecting task relevant neurons","container-title":"Journal of Neuroscience Methods","page":"156-168","volume":"245","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0165027015000722","DOI":"10.1016/j.jneumeth.2015.02.020","ISSN":"01650270","language":"en","author":[{"family":"Kahn","given":"Kevin"},{"family":"Saxena","given":"Shreya"},{"family":"Eskandar","given":"Emad"},{"family":"Thakor","given":"Nitish"},{"family":"Schieber","given":"Marc"},{"family":"Gale","given":"John T."},{"family":"Averbeck","given":"Bruno"},{"family":"Eden","given":"Uri"},{"family":"Sarma","given":"Sridevi V."}],"issued":{"date-parts":[["2015",4]]},"accessed":{"date-parts":[["2015",3,27]]}},
  {"id":"sun_layerspecific_2009","type":"article-journal","title":"Layer-specific network oscillation and spatiotemporal receptive field in the visual cortex","container-title":"Proceedings of the National Academy of Sciences","page":"17986-17991","volume":"106","issue":"42","source":"www.pnas.org","abstract":"A quintessential feature of the neocortex is its laminar organization, and characterizing the activity patterns in different layers is an important step in understanding cortical processing. Using in vivo whole-cell recordings in rat visual cortex, we show that the temporal patterns of ongoing synaptic inputs to pyramidal neurons exhibit clear laminar specificity. Although low-frequency (∼2 Hz) activity is widely observed in layer 2/3 (L2/3), a narrow-band fast oscillation (10–15 Hz) is prominent in layer 5 (L5). This fast oscillation is carried exclusively by excitatory inputs. Moreover, the frequency of ongoing activity is strongly correlated with the spatiotemporal window of visual integration: Neurons with fast-oscillating spontaneous inputs exhibit transient visual responses and small receptive fields (RFs), whereas those with slow inputs show prolonged responses and large RFs. These findings suggest that the neural representation of visual information within each layer is strongly influenced by the temporal dynamics of the local network manifest in spontaneous activity.","URL":"http://www.pnas.org/content/106/42/17986","DOI":"10.1073/pnas.0903962106","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Sun","given":"Wenzhi"},{"family":"Dan","given":"Yang"}],"issued":{"date-parts":[["2009",10,20]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"19805197"},
  {"id":"conde_local_1994","type":"article-journal","title":"Local circuit neurons immunoreactive for calretinin, calbindin D-28k or parvalbumin in monkey prefronatal cortex: Distribution and morphology","container-title":"The Journal of Comparative Neurology","page":"95–116","volume":"341","issue":"1","source":"Wiley Online Library","abstract":"In the cerebral cortex, local circuit neurons provide critical inhibitory control over the activity of pyramidal neurons, the major class of excitatory efferent cortical cells. The calciumbinding proteins, calretinin, calbindin, and parvalbumin, are expressed in a variety of cortical local circuit neurons. However, in the primate prefrontal cortex, relatively little is known, especially with regard to calretinin, about the specific classes or distribution of local circuit neurons that contain these calcium-binding proteins. In this study, we used immunohistochemical techniques to characterize and compare the morphological features and distribution in macaque monkey prefrontal cortex of local circuit neurons that contain each of these calcium-binding proteins.On the basis of the axonal features of the labeled neurons, and correlations with previous Golgi studies, calretinin appeared to be present in double-bouquet neurons, calbindin in neurogliaform neurons and Martinotti cells, and parvalbumin in chandelier and wide arbor (basket) neurons. Calretinin was also found in other cell populations, such as a distinctive group of large neurons in the infragranular layers, but it was not possible to assign these neurons to a known cell class. In addition, although the animals studied were adults, immunoreactivity for both calretinin and calbindin was found in Cajal-Retzius neurons of layer I. Dual labeling studies confirmed that with the exception of the Cajal-Retzius neurons, each calcium-binding protein was expressed in separate populations of prefrontal cortical neurons.Comparisons of the laminar distributions of the labeled neurons also indicated that these calcium-binding proteins were segregated into discrete neuronal populations. Calretinin-positive neurons were present in greatest density in deep layer I and layer II, calbindin-immuno-reactive cells were most dense in layers II-superficial III, and parvalbumin-containing neurons were present in greatest density in the middle cortical layers. In addition, the relative density of calretinin-labeled neurons was approximately twice that of the calbindin- and parvalbumin-positive neurons. However, within each group of labeled neurons, their laminar distribution and relative density did not differ substantially across regions of the prefrontal cortex.These findings demonstrate that calretinin, calbindin, and parvalbumin are markers of separate populations of local circuit neurons in monkey prefrontal cortex, and that they may be useful tools in unraveling the intrinsic inhibitory circuitry of the primate prefrontal cortex in both normal and disease states.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.903410109/abstract","DOI":"10.1002/cne.903410109","ISSN":"1096-9861","shortTitle":"Local circuit neurons immunoreactive for calretinin, calbindin D-28k or parvalbumin in monkey prefronatal cortex","language":"en","author":[{"family":"Condé","given":"Françoise"},{"family":"Lund","given":"Jennifer S."},{"family":"Jacobowitz","given":"David M."},{"family":"Baimbridge","given":"Kenneth G."},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["1994"]]},"accessed":{"date-parts":[["2014",2,28]]}},
  {"id":"gelman_posterior_1996","type":"article-journal","title":"Posterior predictive assessment of model fitness via realized discrepancies","container-title":"Statistica sinica","page":"733-760","volume":"6","issue":"4","author":[{"family":"Gelman","given":"Andrew"},{"family":"Meng","given":"Xiao-Li"},{"family":"Stern","given":"Hal"}],"issued":{"date-parts":[["1996"]]}},
  {"id":"hussein_functional_2014","type":"article-journal","title":"Functional Specialization within Macaque Dorsolateral Prefrontal Cortex for the Maintenance of Task Rules and Cognitive Control","container-title":"Journal of Cognitive Neuroscience","page":"1-10","source":"CrossRef","URL":"http://www.mitpressjournals.org/doi/abs/10.1162/jocn_a_00608","DOI":"10.1162/jocn_a_00608","ISSN":"0898-929X, 1530-8898","language":"en","author":[{"family":"Hussein","given":"Sabeeha"},{"family":"Johnston","given":"Kevin"},{"family":"Belbeck","given":"Brandon"},{"family":"Lomber","given":"Stephen G."},{"family":"Everling","given":"Stefan"}],"issued":{"date-parts":[["2014",3,25]]},"accessed":{"date-parts":[["2014",3,29]]}},
  {"id":"liu_effects_2014","type":"article-journal","title":"The effects of interactive latency on exploratory visual analysis","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"2122–2131","volume":"20","issue":"12","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=6876022","author":[{"family":"Liu","given":"Zhicheng"},{"family":"Heer","given":"Jeffrey"}],"issued":{"date-parts":[["2014"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"fekete_value_2008","type":"chapter","title":"The value of information visualization","container-title":"Information visualization","publisher":"Springer","page":"1–18","source":"Google Scholar","URL":"http://link.springer.com/chapter/10.1007/978-3-540-70956-5_1","author":[{"family":"Fekete","given":"Jean-Daniel"},{"family":"Wijk","given":"Jarke J.","non-dropping-particle":"Van"},{"family":"Stasko","given":"John T."},{"family":"North","given":"Chris"}],"issued":{"date-parts":[["2008"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"freeman_mapping_2014","type":"article-journal","title":"Mapping brain activity at scale with cluster computing","container-title":"Nature Methods","page":"941-950","volume":"11","issue":"9","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nmeth.3041","DOI":"10.1038/nmeth.3041","ISSN":"1548-7091, 1548-7105","author":[{"family":"Freeman","given":"Jeremy"},{"family":"Vladimirov","given":"Nikita"},{"family":"Kawashima","given":"Takashi"},{"family":"Mu","given":"Yu"},{"family":"Sofroniew","given":"Nicholas J"},{"family":"Bennett","given":"Davis V"},{"family":"Rosen","given":"Joshua"},{"family":"Yang","given":"Chao-Tsung"},{"family":"Looger","given":"Loren L"},{"family":"Ahrens","given":"Misha B"}],"issued":{"date-parts":[["2014",7,27]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"gray_milliseconds_2000","type":"article-journal","title":"Milliseconds matter: An introduction to microstrategies and to their use in describing and predicting interactive behavior.","container-title":"Journal of Experimental Psychology: Applied","page":"322-335","volume":"6","issue":"4","source":"CrossRef","URL":"http://doi.apa.org/getdoi.cfm?doi=10.1037/1076-898X.6.4.322","DOI":"10.1037//1076-898X.6.4.322","ISSN":"1076-898X","shortTitle":"Milliseconds matter","language":"en","author":[{"family":"Gray","given":"Wayne D."},{"family":"Boehm-Davis","given":"Deborah A."}],"issued":{"date-parts":[["2000"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"stevenson_how_2011","type":"article-journal","title":"How advances in neural recording affect data analysis","container-title":"Nature Neuroscience","page":"139-142","volume":"14","issue":"2","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nn.2731","DOI":"10.1038/nn.2731","ISSN":"1097-6256, 1546-1726","author":[{"family":"Stevenson","given":"Ian H"},{"family":"Kording","given":"Konrad P"}],"issued":{"date-parts":[["2011",2]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"jacobson_prefrontal_1977","type":"article-journal","title":"Prefrontal granular cortex of the rhesus monkey. I. Intrahemispheric cortical afferents","container-title":"Brain research","page":"209–233","volume":"132","issue":"2","source":"Google Scholar","URL":"http://www.sciencedirect.com/science/article/pii/0006899377904176","author":[{"family":"Jacobson","given":"Stanley"},{"family":"Trojanowski","given":"John Q."}],"issued":{"date-parts":[["1977"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"bostock_d$3$_2011","type":"article-journal","title":"D$^3$ data-driven documents","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"2301–2309","volume":"17","issue":"12","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=6064996","author":[{"family":"Bostock","given":"Michael"},{"family":"Ogievetsky","given":"Vadim"},{"family":"Heer","given":"Jeffrey"}],"issued":{"date-parts":[["2011"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"elston_cortex_2003","type":"article-journal","title":"Cortex, Cognition and the Cell: New Insights into the Pyramidal Neuron and Prefrontal Function","container-title":"Cerebral Cortex","page":"1124-1138","volume":"13","issue":"11","source":"CrossRef","URL":"http://www.cercor.oupjournals.org/cgi/doi/10.1093/cercor/bhg093","DOI":"10.1093/cercor/bhg093","ISSN":"1460-2199","shortTitle":"Cortex, Cognition and the Cell","author":[{"family":"Elston","given":"G. N."}],"issued":{"date-parts":[["2003",11,1]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"ainsworth_rates_2012","type":"article-journal","title":"Rates and Rhythms: A Synergistic View of Frequency and Temporal Coding in Neuronal Networks","container-title":"Neuron","page":"572-583","volume":"75","issue":"4","source":"ScienceDirect","abstract":"In the CNS, activity of individual neurons has a small but quantifiable relationship to sensory representations and motor outputs. Coactivation of a few 10s to 100s of neurons can code sensory inputs and behavioral task performance within psychophysical limits. However, in a sea of sensory inputs and demand for complex motor outputs how is the activity of such small subpopulations of neurons organized? Two theories dominate in this respect: increases in spike rate (rate coding) and sharpening of the coincidence of spiking in active neurons (temporal coding). Both have computational advantages and are far from mutually exclusive. Here, we review evidence for a bias in neuronal circuits toward temporal coding and the coexistence of rate and temporal coding during population rhythm generation. The coincident expression of multiple types of gamma rhythm in sensory cortex suggests a mechanistic substrate for combining rate and temporal codes on the basis of stimulus strength.","URL":"http://www.sciencedirect.com/science/article/pii/S089662731200709X","DOI":"10.1016/j.neuron.2012.08.004","ISSN":"0896-6273","shortTitle":"Rates and Rhythms","journalAbbreviation":"Neuron","author":[{"family":"Ainsworth","given":"Matt"},{"family":"Lee","given":"Shane"},{"family":"Cunningham","given":"Mark O."},{"family":"Traub","given":"Roger D."},{"family":"Kopell","given":"Nancy J."},{"family":"Whittington","given":"Miles A."}],"issued":{"date-parts":[["2012",8,23]]},"accessed":{"date-parts":[["2014",4,11]]}},
  {"id":"pesaran_free_2008","type":"article-journal","title":"Free choice activates a decision circuit between frontal and parietal cortex","container-title":"Nature","page":"406-409","volume":"453","issue":"7193","source":"www.nature.com","abstract":"We often face alternatives that we are free to choose between. Planning movements to select an alternative involves several areas in frontal and parietal cortex that are anatomically connected into long-range circuits. These areas must coordinate their activity to select a common movement goal, but how neural circuits make decisions remains poorly understood. Here we simultaneously record from the dorsal premotor area (PMd) in frontal cortex and the parietal reach region (PRR) in parietal cortex to investigate neural circuit mechanisms for decision making. We find that correlations in spike and local field potential (LFP) activity between these areas are greater when monkeys are freely making choices than when they are following instructions. We propose that a decision circuit featuring a sub-population of cells in frontal and parietal cortex may exchange information to coordinate activity between these areas. Cells participating in this decision circuit may influence movement choices by providing a common bias to the selection of movement goals.","URL":"http://www.nature.com/nature/journal/v453/n7193/abs/nature06849.html","DOI":"10.1038/nature06849","ISSN":"0028-0836","journalAbbreviation":"Nature","language":"en","author":[{"family":"Pesaran","given":"Bijan"},{"family":"Nelson","given":"Matthew J."},{"family":"Andersen","given":"Richard A."}],"issued":{"date-parts":[["2008",5,15]]},"accessed":{"date-parts":[["2014",4,11]]}},
  {"id":"roopun_period_2008","type":"article-journal","title":"Period Concatenation Underlies Interactions between Gamma and Beta Rhythms in Neocortex","container-title":"Frontiers in Cellular Neuroscience","volume":"2","source":"PubMed Central","abstract":"The neocortex generates rhythmic electrical activity over a frequency range covering many decades. Specific cognitive and motor states are associated with oscillations in discrete frequency bands within this range, but it is not known whether interactions and transitions between distinct frequencies are of functional importance. When coexpressed rhythms have frequencies that differ by a factor of two or more interactions can be seen in terms of phase synchronization. Larger frequency differences can result in interactions in the form of nesting of faster frequencies within slower ones by a process of amplitude modulation. It is not known how coexpressed rhythms, whose frequencies differ by less than a factor of two may interact. Here we show that two frequencies (gamma – 40 Hz and beta2 – 25 Hz), coexpressed in superficial and deep cortical laminae with low temporal interaction, can combine to generate a third frequency (beta1 – 15 Hz) showing strong temporal interaction. The process occurs via period concatenation, with basic rhythm-generating microcircuits underlying gamma and beta2 rhythms forming the building blocks of the beta1 rhythm by a process of addition. The mean ratio of adjacent frequency components was a constant – approximately the golden mean – which served to both minimize temporal interactions, and permit multiple transitions, between frequencies. The resulting temporal landscape may provide a framework for multiplexing – parallel information processing on multiple temporal scales.","URL":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2525927/","DOI":"10.3389/neuro.03.001.2008","ISSN":"1662-5102","journalAbbreviation":"Front Cell Neurosci","author":[{"family":"Roopun","given":"Anita K."},{"family":"Kramer","given":"Mark A."},{"family":"Carracedo","given":"Lucy M."},{"family":"Kaiser","given":"Marcus"},{"family":"Davies","given":"Ceri H."},{"family":"Traub","given":"Roger D."},{"family":"Kopell","given":"Nancy J."},{"family":"Whittington","given":"Miles A."}],"issued":{"date-parts":[["2008",4,8]]},"accessed":{"date-parts":[["2014",3,10]]},"PMID":"18946516","PMCID":"PMC2525927"},
  {"id":"cleveland_graphical_1985","type":"article-journal","title":"Graphical perception and graphical methods for analyzing scientific data","container-title":"Science","page":"828-833","volume":"229","issue":"4716","author":[{"family":"Cleveland","given":"William S."},{"family":"McGill","given":"Robert"}],"issued":{"date-parts":[["1985"]]}},
  {"id":"gregoriou_highfrequency_2009","type":"article-journal","title":"High-Frequency, Long-Range Coupling Between Prefrontal and Visual Cortex During Attention","container-title":"Science","page":"1207-1210","volume":"324","issue":"5931","source":"www.sciencemag.org","abstract":"Electrical recordings in humans and monkeys show attentional enhancement of evoked responses and gamma synchrony in ventral stream cortical areas. Does this synchrony result from intrinsic activity in visual cortex or from inputs from other structures? Using paired recordings in the frontal eye field (FEF) and area V4, we found that attention to a stimulus in their joint receptive field leads to enhanced oscillatory coupling between the two areas, particularly at gamma frequencies. This coupling appeared to be initiated by FEF and was time-shifted by about 8 to 13 milliseconds across a range of frequencies. Considering the expected conduction and synaptic delays between the areas, this time-shifted coupling at gamma frequencies may optimize the postsynaptic impact of spikes from one area upon the other, improving cross-area communication with attention.","URL":"http://www.sciencemag.org/content/324/5931/1207","DOI":"10.1126/science.1171402","ISSN":"0036-8075, 1095-9203","journalAbbreviation":"Science","language":"en","author":[{"family":"Gregoriou","given":"Georgia G."},{"family":"Gotts","given":"Stephen J."},{"family":"Zhou","given":"Huihui"},{"family":"Desimone","given":"Robert"}],"issued":{"date-parts":[["2009",5,29]]},"accessed":{"date-parts":[["2014",3,29]]},"PMID":"19478185"},
  {"id":"panagiotaropoulos_desynchronization_2013","type":"article-journal","title":"Desynchronization and rebound of beta oscillations during conscious and unconscious local neuronal processing in the macaque lateral prefrontal cortex","container-title":"Frontiers in Psychology","volume":"4","source":"CrossRef","URL":"http://www.frontiersin.org/Journal/10.3389/fpsyg.2013.00603/full","DOI":"10.3389/fpsyg.2013.00603","ISSN":"1664-1078","author":[{"family":"Panagiotaropoulos","given":"Theofanis I."},{"family":"Kapoor","given":"Vishal"},{"family":"Logothetis","given":"Nikos K."}],"issued":{"date-parts":[["2013"]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"boyd_convex_2004","type":"book","title":"Convex optimization","publisher":"Cambridge University Press","publisher-place":"Cambridge, UK ; New York","number-of-pages":"716","source":"Library of Congress ISBN","event-place":"Cambridge, UK ; New York","ISBN":"0-521-83378-7","call-number":"QA402.5 .B69 2004","author":[{"family":"Boyd","given":"Stephen P."}],"issued":{"date-parts":[["2004"]]}},
  {"id":"kerns_anterior_2004","type":"article-journal","title":"Anterior Cingulate Conflict Monitoring and Adjustments in Control","container-title":"Science","page":"1023-1026","volume":"303","issue":"5660","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.1089910","DOI":"10.1126/science.1089910","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Kerns","given":"J. G."}],"issued":{"date-parts":[["2004",2,13]]},"accessed":{"date-parts":[["2014",3,25]]}},
  {"id":"anderson_user_2011","type":"article-journal","title":"A User Study of Visualization Effectiveness Using EEG and Cognitive Load","container-title":"Computer Graphics Forum","page":"791-800","volume":"30","issue":"3","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/j.1467-8659.2011.01928.x","DOI":"10.1111/j.1467-8659.2011.01928.x","ISSN":"01677055","language":"en","author":[{"family":"Anderson","given":"E. W."},{"family":"Potter","given":"K. C."},{"family":"Matzen","given":"L. E."},{"family":"Shepherd","given":"J. F."},{"family":"Preston","given":"G. A."},{"family":"Silva","given":"C. T."}],"issued":{"date-parts":[["2011",6]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"casella_statistical","type":"book","title":"Statistical inference","publisher":"Duxbury Pacific Grove, CA","volume":"2","author":[{"family":"Casella","given":"George"},{"family":"Berger","given":"Roger L."}]},
  {"id":"medalla_synapses_2009","type":"article-journal","title":"Synapses with Inhibitory Neurons Differentiate Anterior Cingulate from Dorsolateral Prefrontal Pathways Associated with Cognitive Control","container-title":"Neuron","page":"609-620","volume":"61","issue":"4","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627309000452","DOI":"10.1016/j.neuron.2009.01.006","ISSN":"08966273","language":"en","author":[{"family":"Medalla","given":"Maria"},{"family":"Barbas","given":"Helen"}],"issued":{"date-parts":[["2009",2]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"massi_temporal_2012","type":"article-journal","title":"Temporal Dynamics of Parvalbumin-Expressing Axo-axonic and Basket Cells in the Rat Medial Prefrontal Cortex In Vivo","container-title":"Journal of Neuroscience","page":"16496-16502","volume":"32","issue":"46","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.3475-12.2012","DOI":"10.1523/JNEUROSCI.3475-12.2012","ISSN":"0270-6474, 1529-2401","author":[{"family":"Massi","given":"L."},{"family":"Lagler","given":"M."},{"family":"Hartwich","given":"K."},{"family":"Borhegyi","given":"Z."},{"family":"Somogyi","given":"P."},{"family":"Klausberger","given":"T."}],"issued":{"date-parts":[["2012",11,14]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"barbas_anatomic_1995","type":"article-journal","title":"Anatomic basis of cognitive-emotional interactions in the primate prefrontal cortex","container-title":"Neuroscience & Biobehavioral Reviews","page":"499–510","volume":"19","issue":"3","source":"Google Scholar","URL":"http://www.sciencedirect.com/science/article/pii/0149763494000534","author":[{"family":"Barbas","given":"Helen"}],"issued":{"date-parts":[["1995"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"brutlag_speed_2009","type":"article-journal","title":"Speed matters for Google web search","container-title":"Google. June","source":"Google Scholar","URL":"http://kayapo.das2.ewi.tudelft.nl/trac/raw-attachment/wiki/LivePlaylists/delayexp.pdf","author":[{"family":"Brutlag","given":"Jake"}],"issued":{"date-parts":[["2009"]]},"accessed":{"date-parts":[["2015",7,9]]}},
  {"id":"gehring_functions_2001","type":"article-journal","title":"Functions of the Medial Frontal Cortex in the Processing of Conflict and Errors","container-title":"The Journal of Neuroscience","page":"9430-9437","volume":"21","issue":"23","source":"www.jneurosci.org.libproxy.mit.edu","abstract":"A principal function of the medial frontal cortex, in particular the anterior cingulate cortex (ACC), is to monitor action. The error-related negativity (ERN, or NE), an event-related brain potential, reflects medial frontal action-monitoring processes. Specifically, the error-detection theory of the ERN states that the ERN reflects ACC processing that is directly related to detecting the error. This theory predicts that ERN and ACC activity should increase directly with the dissimilarity of the error from the correct response, with similarity defined with respect to the common movement features of the responses. In contrast, the conflict-detection theory claims that ACC and ERN activity represent the detection of response conflict. This theory predicts that the activity should increase directly with the similarity of the error and the correct response. To test these theories, we investigated the effects of response similarity and conflict on the ERN, using a task that involved hand and foot movements. ERN activity was largest under conditions of high response conflict, where the error was similar to the correct response. This finding favors the conflict-detection theory over the error-detection theory, although the ERN was not associated with posterror slowing, as predicted by proponents of both theories. Discrepancies between our results and those of past studies may stem from the use in previous studies of four-finger response tasks which are subject to unique physiological and biomechanical constraints. We conclude that the ERN reflects medial frontal activity involved in the detection or affective processing of response conflict.","URL":"http://www.jneurosci.org/content/21/23/9430","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Gehring","given":"William J."},{"family":"Fencsik","given":"David E."}],"issued":{"date-parts":[["2001",12,1]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"11717376"},
  {"id":"dasilva_model_1974","type":"article-journal","title":"Model of brain rhythmic activity","container-title":"Kybernetik","page":"27–37","volume":"15","issue":"1","source":"Google Scholar","URL":"http://link.springer.com/article/10.1007/BF00270757","author":[{"family":"Silva","given":"FH Lopes","non-dropping-particle":"Da"},{"family":"Hoeks","given":"A."},{"family":"Smits","given":"H."},{"family":"Zetterberg","given":"L. H."}],"issued":{"date-parts":[["1974"]]},"accessed":{"date-parts":[["2014",3,7]]}},
  {"id":"wegman_hyperdimensional_1990","type":"article-journal","title":"Hyperdimensional data analysis using parallel coordinates","container-title":"Journal of the American Statistical Association","page":"664-675","volume":"85","issue":"411","author":[{"family":"Wegman","given":"Edward J."}],"issued":{"date-parts":[["1990"]]}},
  {"id":"chang_electrophysiological_2007","type":"article-journal","title":"Electrophysiological Diversity of Layer 5 Pyramidal Cells in the Prefrontal Cortex of the Rhesus Monkey: In Vitro Slice Studies","container-title":"Journal of Neurophysiology","page":"2622-2632","volume":"98","issue":"5","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00585.2007","DOI":"10.1152/jn.00585.2007","ISSN":"0022-3077, 1522-1598","shortTitle":"Electrophysiological Diversity of Layer 5 Pyramidal Cells in the Prefrontal Cortex of the Rhesus Monkey","author":[{"family":"Chang","given":"Y.-M."},{"family":"Luebke","given":"J. I."}],"issued":{"date-parts":[["2007",9,19]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"pillow_spatiotemporal_2008","type":"article-journal","title":"Spatio-temporal correlations and visual signalling in a complete neuronal population","container-title":"Nature","page":"995-999","volume":"454","issue":"7207","source":"www.nature.com","abstract":"Statistical dependencies in the responses of sensory neurons govern both the amount of stimulus information conveyed and the means by which downstream neurons can extract it. Although a variety of measurements indicate the existence of such dependencies, their origin and importance for neural coding are poorly understood. Here we analyse the functional significance of correlated firing in a complete population of macaque parasol retinal ganglion cells using a model of multi-neuron spike responses. The model, with parameters fit directly to physiological data, simultaneously captures both the stimulus dependence and detailed spatio-temporal correlations in population responses, and provides two insights into the structure of the neural code. First, neural encoding at the population level is less noisy than one would expect from the variability of individual neurons: spike times are more precise, and can be predicted more accurately when the spiking of neighbouring neurons is taken into account. Second, correlations provide additional sensory information: optimal, model-based decoding that exploits the response correlation structure extracts 20% more information about the visual scene than decoding under the assumption of independence, and preserves 40% more visual information than optimal linear decoding. This model-based approach reveals the role of correlated activity in the retinal coding of visual stimuli, and provides a general framework for understanding the importance of correlated activity in populations of neurons.","URL":"http://www.nature.com/nature/journal/v454/n7207/abs/nature07140.html","DOI":"10.1038/nature07140","ISSN":"0028-0836","journalAbbreviation":"Nature","language":"en","author":[{"family":"Pillow","given":"Jonathan W."},{"family":"Shlens","given":"Jonathon"},{"family":"Paninski","given":"Liam"},{"family":"Sher","given":"Alexander"},{"family":"Litke","given":"Alan M."},{"family":"Chichilnisky","given":"E. J."},{"family":"Simoncelli","given":"Eero P."}],"issued":{"date-parts":[["2008",8,21]]},"accessed":{"date-parts":[["2014",4,5]]}},
  {"id":"tiesinga_mechanisms_2010","type":"article-journal","title":"Mechanisms for Phase Shifting in Cortical Networks and their Role in Communication through Coherence","container-title":"Frontiers in Human Neuroscience","volume":"4","source":"CrossRef","URL":"http://www.frontiersin.org/Journal/10.3389/fnhum.2010.00196/full","DOI":"10.3389/fnhum.2010.00196","ISSN":"1662-5161","author":[{"family":"Tiesinga","given":"Paul H."},{"family":"Sejnowski","given":"Terrence J."}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"phillips_longrange_2013","type":"article-journal","title":"A Long-Range Fronto-Parietal 5- to 10-Hz Network Predicts “Top-Down” Controlled Guidance in a Task-Switch Paradigm","container-title":"Cerebral Cortex","page":"bht050","source":"cercor.oxfordjournals.org","abstract":"The capacity to rapidly adjust behavioral strategies according to changing task demands is closely associated with coordinated activity in lateral and medial prefrontal cortices. Subdivisions within prefrontal cortex are implicated to encode attentional task sets and to update changing task rules, particularly when changing task demands require top-down control. Here, we tested whether these top-down processes precede stimulus processing and constitute a preparatory attentional state that functionally couples with parietal cortex. We examined this functional coupling by recording from intracranial EEG electrodes in macaques during performance of a task-switching paradigm that separates task performance that is based on controlled top-down guidance from automatic, stimulus-triggered processing modes. We identify a prefrontal-parietal network that phase synchronizes at 5–10 Hz, particularly during preparatory states that indicate top-down controlled task-processing modes. Phase relations in the network suggest that medial and lateral prefrontal cortices synchronize bidirectionally, with medial prefrontal cortex showing a phase-lead relative to left parietal recorded 5- to 10-Hz preparatory signals. These findings reveal a 5- to 10-Hz coordinated, long-range fronto-parietal network prior to actual task-relevant stimulus processing, particularly when subjects engage in controlled task processing modes.","URL":"http://cercor.oxfordjournals.org/content/early/2013/02/28/cercor.bht050","DOI":"10.1093/cercor/bht050","ISSN":"1047-3211, 1460-2199","journalAbbreviation":"Cereb. Cortex","language":"en","author":[{"family":"Phillips","given":"Jessica M."},{"family":"Vinck","given":"Martin"},{"family":"Everling","given":"Stefan"},{"family":"Womelsdorf","given":"Thilo"}],"issued":{"date-parts":[["2013",2,28]]},"accessed":{"date-parts":[["2014",3,17]]},"PMID":"23448872"},
  {"id":"chen_information_2010","type":"article-journal","title":"Information visualization","container-title":"Wiley Interdisciplinary Reviews: Computational Statistics","page":"387-403","volume":"2","issue":"4","source":"CrossRef","URL":"http://doi.wiley.com/10.1002/wics.89","DOI":"10.1002/wics.89","ISSN":"19395108","language":"en","author":[{"family":"Chen","given":"Chaomei"}],"issued":{"date-parts":[["2010",7]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"healey_attention_2012","type":"article-journal","title":"Attention and Visual Memory in Visualization and Computer Graphics","container-title":"IEEE Transactions on Visualization and Computer Graphics","page":"1170-1188","volume":"18","issue":"7","source":"CrossRef","URL":"http://ieeexplore.ieee.org/lpdocs/epic03/wrapper.htm?arnumber=5963660","DOI":"10.1109/TVCG.2011.127","ISSN":"1077-2626","author":[{"family":"Healey","given":"C. G."},{"family":"Enns","given":"J. T."}],"issued":{"date-parts":[["2012",7]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"einevoll_reliable_2012","type":"article-journal","title":"Towards reliable spike-train recordings from thousands of neurons with multielectrodes","container-title":"Current Opinion in Neurobiology","page":"11-17","volume":"22","issue":"1","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0959438811001565","DOI":"10.1016/j.conb.2011.10.001","ISSN":"09594388","language":"en","author":[{"family":"Einevoll","given":"Gaute T"},{"family":"Franke","given":"Felix"},{"family":"Hagen","given":"Espen"},{"family":"Pouzat","given":"Christophe"},{"family":"Harris","given":"Kenneth D"}],"issued":{"date-parts":[["2012",2]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"hughes_thalamic_2005","type":"article-journal","title":"Thalamic Mechanisms of EEG Alpha Rhythms and Their Pathological Implications","container-title":"The Neuroscientist","page":"357-372","volume":"11","issue":"4","source":"nro.sagepub.com","abstract":"During relaxed wakefulness, the human brain exhibits pronounced rhythmic electrical activity in the α frequency band (8-13 Hz). This activity consists of 3 main components: the classic occipital α rhythm, the Rolandic μ rhythm, and the so-called third rhythm. In recent years, the long-held belief that α rhythms are strongly influenced by the thalamus has been confirmed in several animal models and, in humans, is well supported by numerous noninvasive imaging studies. Of specific importance is the emergence of 2 key cellular thalamic mechanisms, which come together to generate locally synchronized α activity. First, a novel form of rhythmic burst firing, termed high-threshold (HT) bursting, which occurs in a specialized subset of thalamocortical (TC) neurons, and second, the interconnection of this subset via gap junctions (GJs). Because repetitive HT bursting in TC neurons occurs in the range of 2 to13 Hz, with the precise frequency increasing with increasing depolarization, the same cellular components that underlie thalamic α rhythms can also lead to θ (2-7 Hz) rhythms when the TC neuron population is less depolarized. As such, this scenario can explain both the deceleration of α rhythms that takes place during early sleep and the chronic slowing that characterizes a host of neurological and psychiatric disorders.","URL":"http://nro.sagepub.com/content/11/4/357","DOI":"10.1177/1073858405277450","ISSN":"1073-8584, 1089-4098","journalAbbreviation":"Neuroscientist","language":"en","author":[{"family":"Hughes","given":"Stuart W."},{"family":"Crunelli","given":"Vincenzo"}],"issued":{"date-parts":[["2005",8,1]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"16061522"},
  {"id":"buzsaki_neural_2010","type":"article-journal","title":"Neural Syntax: Cell Assemblies, Synapsembles, and Readers","container-title":"Neuron","page":"362-385","volume":"68","issue":"3","source":"ScienceDirect","abstract":"A widely discussed hypothesis in neuroscience is that transiently active ensembles of neurons, known as “cell assemblies,” underlie numerous operations of the brain, from encoding memories to reasoning. However, the mechanisms responsible for the formation and disbanding of cell assemblies and temporal evolution of cell assembly sequences are not well understood. I introduce and review three interconnected topics, which could facilitate progress in defining cell assemblies, identifying their neuronal organization, and revealing causal relationships between assembly organization and behavior. First, I hypothesize that cell assemblies are best understood in light of their output product, as detected by “reader-actuator” mechanisms. Second, I suggest that the hierarchical organization of cell assemblies may be regarded as a neural syntax. Third, constituents of the neural syntax are linked together by dynamically changing constellations of synaptic weights (“synapsembles”). The existing support for this tripartite framework is reviewed and strategies for experimental testing of its predictions are discussed.","URL":"http://www.sciencedirect.com/science/article/pii/S0896627310007658","DOI":"10.1016/j.neuron.2010.09.023","ISSN":"0896-6273","shortTitle":"Neural Syntax","journalAbbreviation":"Neuron","author":[{"family":"Buzsáki","given":"György"}],"issued":{"date-parts":[["2010",11,4]]},"accessed":{"date-parts":[["2014",3,28]]}},
  {"id":"ahlberg_dynamic_1992","type":"paper-conference","title":"Dynamic queries for information exploration: An implementation and evaluation","container-title":"Proceedings of the SIGCHI conference on Human factors in computing systems","publisher":"ACM","page":"619–626","source":"Google Scholar","URL":"http://dl.acm.org/citation.cfm?id=143054","shortTitle":"Dynamic queries for information exploration","author":[{"family":"Ahlberg","given":"Christopher"},{"family":"Williamson","given":"Christopher"},{"family":"Shneiderman","given":"Ben"}],"issued":{"date-parts":[["1992"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"gregoriou_celltypespecific_2012","type":"article-journal","title":"Cell-Type-Specific Synchronization of Neural Activity in FEF with V4 during Attention","container-title":"Neuron","page":"581-594","volume":"73","issue":"3","source":"ScienceDirect","abstract":"Shifts of gaze and shifts of attention are closely linked and it is debated whether they result from the same neural mechanisms. Both processes involve the frontal eye fields (FEF), an area which is also a source of top-down feedback to area V4 during covert attention. To test the relative contributions of oculomotor and attention-related FEF signals to such feedback, we recorded simultaneously from both areas in a covert attention task and in a saccade task. In the attention task, only visual and visuomovement FEF neurons showed enhanced responses, whereas movement cells were unchanged. Importantly, visual, but not movement or visuomovement cells, showed enhanced gamma frequency synchronization with activity in V4 during attention. Within FEF, beta synchronization was increased for movement cells during attention but was suppressed in the saccade task. These findings support the idea that the attentional modulation of visual processing is not mediated by movement neurons.","URL":"http://www.sciencedirect.com/science/article/pii/S0896627312000372","DOI":"10.1016/j.neuron.2011.12.019","ISSN":"0896-6273","journalAbbreviation":"Neuron","author":[{"family":"Gregoriou","given":"Georgia G."},{"family":"Gotts","given":"Stephen J."},{"family":"Desimone","given":"Robert"}],"issued":{"date-parts":[["2012",2,9]]},"accessed":{"date-parts":[["2014",3,29]]}},
  {"id":"gelman_infovis_2013","type":"article-journal","title":"Infovis and statistical graphics: different goals, different looks","container-title":"Journal of Computational and Graphical Statistics","page":"2–28","volume":"22","issue":"1","source":"Google Scholar","URL":"http://www.tandfonline.com/doi/abs/10.1080/10618600.2012.761137","shortTitle":"Infovis and statistical graphics","author":[{"family":"Gelman","given":"Andrew"},{"family":"Unwin","given":"Antony"}],"issued":{"date-parts":[["2013"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"aertsen_dynamics_1989","type":"article-journal","title":"Dynamics of neuronal firing correlation: modulation of \"effective connectivity\"","container-title":"Journal of Neurophysiology","page":"900-917","volume":"61","issue":"5","source":"jn.physiology.org.libproxy.mit.edu","abstract":"1. We reexamine the possibilities for analyzing and interpreting the time course of correlation in spike trains simultaneously and separably recorded from two neurons. 2. We develop procedures to quantify and properly normalize the classical joint peristimulus time scatter diagram. These allow separation of the \"raw\" correlation into components caused by direct stimulus modulations of the single-neuron firing rates and those caused by various types of interaction between the two neurons. 3. A newly developed significance test (\"surprise\") is applied to evaluate such inferences. 4. Application of the new procedures to simulated spike trains allowed the recovery of the known circuitry. In particular, it proved possible to recover fast stimulus-locked modulations of \"effective connectivity,\" even if they were masked by strong direct stimulus modulations of individual firing rates. These procedures thus present a clearly superior alternative to the commonly used \"shift predictor.\" 5. Adopting a model-based approach, we generalize the classical measures for quantifying a direct interneuronal connection (\"efficacy\" and \"contribution\") to include possible stimulus-locked time variations. 6. Application of the new procedures to real spike trains from several different preparations showed that fast stimulus-locked modulations of \"effective connectivity\" also occur for real neurons.","URL":"http://jn.physiology.org/content/61/5/900","note":"1. We reexamine the possibilities for analyzing and interpreting the time course of correlation in spike trains simultaneously and separably recorded from two neurons. 2. We develop procedures to quantify and properly normalize the classical joint peristimulus time scatter diagram. These allow separation of the \"raw\" correlation into components caused by direct stimulus modulations of the single-neuron firing rates and those caused by various types of interaction between the two neurons. 3. A newly developed significance test (\"surprise\") is applied to evaluate such inferences. 4. Application of the new procedures to simulated spike trains allowed the recovery of the known circuitry. In particular, it proved possible to recover fast stimulus-locked modulations of \"effective connectivity,\" even if they were masked by strong direct stimulus modulations of individual firing rates. These procedures thus present a clearly superior alternative to the commonly used \"shift predictor.\" 5. Adopting a model-based approach, we generalize the classical measures for quantifying a direct interneuronal connection (\"efficacy\" and \"contribution\") to include possible stimulus-locked time variations. 6. Application of the new procedures to real spike trains from several different preparations showed that fast stimulus-locked modulations of \"effective connectivity\" also occur for real neurons.","shortTitle":"Dynamics of neuronal firing correlation","language":"en","author":[{"family":"Aertsen","given":"A. M."},{"family":"Gerstein","given":"G. L."},{"family":"Habib","given":"M. K."},{"family":"Palm","given":"G."}],"issued":{"date-parts":[["1989",5,1]]},"accessed":{"date-parts":[["2014",3,28]]},"PMID":"2723733"},
  {"id":"levitt_topography_1993","type":"article-journal","title":"Topography of pyramidal neuron intrinsic connections in macaque monkey prefrontal cortex (areas 9 and 46)","container-title":"Journal of Comparative Neurology","page":"360–376","volume":"338","issue":"3","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.903380304/full","author":[{"family":"Levitt","given":"Jonathan B."},{"family":"Lewis","given":"David A."},{"family":"Yoshioka","given":"Takashi"},{"family":"Lund","given":"Jennifer S."}],"issued":{"date-parts":[["1993"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"dipoppa_flexible_2013","type":"article-journal","title":"Flexible frequency control of cortical oscillations enables computations required for working memory","container-title":"Proceedings of the National Academy of Sciences","page":"12828-12833","volume":"110","issue":"31","source":"CrossRef","URL":"http://www.pnas.org/cgi/doi/10.1073/pnas.1303270110","DOI":"10.1073/pnas.1303270110","ISSN":"0027-8424, 1091-6490","author":[{"family":"Dipoppa","given":"M."},{"family":"Gutkin","given":"B. S."}],"issued":{"date-parts":[["2013",7,15]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"treisman_preattentive_1985","type":"article-journal","title":"Preattentive processing in vision","container-title":"Computer vision, graphics, and image processing","page":"156-177","volume":"31","issue":"2","author":[{"family":"Treisman","given":"Anne"}],"issued":{"date-parts":[["1985"]]}},
  {"id":"nettleton_linear_2000","type":"article-journal","title":"Linear to Supralinear Summation of AMPA-Mediated EPSPs in Neocortical Pyramidal Neurons","container-title":"Journal of Neurophysiology","page":"3310-3322","volume":"83","issue":"6","source":"jn.physiology.org","abstract":"It has been hypothesized that voltage-sensitive conductances present on the dendrites of neurons can influence summation of excitatory postsynaptic potentials (EPSPs) and hence affect how neurons compile information. Greater than linear summation of EPSPs has been postulated to facilitate coincidence detection by cortical neurons. This study examined whether the summation of subthreshold AMPA-mediated EPSPs generated on layer V neocortical pyramidal neurons in vitro was linear and if any nonlinearities could be attributed to dendritic conductances. Evoked EPSPs (1–12 mV) were recorded somatically by means of intracellular sharp electrodes in the presence of 100 μM amino-5-phosphonopentanoic acid (AP-5) and 3 μM bicuculline. Two independent EPSPs were evoked by a stimulating electrode in layer I and another in layers III–V. The areas of stimulation were isolated from each other by a horizontal cut below layer I. By subtracting the algebraic sum of the individual EPSPs from the evoked response when both EPSPs were evoked simultaneously, we determined that they summed linearly to supralinearly. Supralinear summation was more likely when the soma was hyperpolarized by DC current injection. Summation was predominantly linear when postsynaptic conductances (i.e., Na+ and Ca2+) were blocked with intracellular QX-314. The supralinear summation of EPSPs (without QX-314) decreased as the time between inputs was increased from 0 to 30 ms. To determine the role of dendrites in nonlinear summation, we substituted a current pulse (simulated EPSP) delivered at the soma for either or both of the evoked EPSPs. Simulated EPSPs combined with either an evoked EPSP or another simulated EPSP showed significantly less supralinear summation than two evoked EPSPs, indicating that the dendritic conductances were largely responsible for the observed supralinear summation.","URL":"http://jn.physiology.org/content/83/6/3310","note":"It has been hypothesized that voltage-sensitive conductances present on the dendrites of neurons can influence summation of excitatory postsynaptic potentials (EPSPs) and hence affect how neurons compile information. Greater than linear summation of EPSPs has been postulated to facilitate coincidence detection by cortical neurons. This study examined whether the summation of subthreshold AMPA-mediated EPSPs generated on layer V neocortical pyramidal neurons in vitro was linear and if any nonlinearities could be attributed to dendritic conductances. Evoked EPSPs (1–12 mV) were recorded somatically by means of intracellular sharp electrodes in the presence of 100 μM amino-5-phosphonopentanoic acid (AP-5) and 3 μM bicuculline. Two independent EPSPs were evoked by a stimulating electrode in layer I and another in layers III–V. The areas of stimulation were isolated from each other by a horizontal cut below layer I. By subtracting the algebraic sum of the individual EPSPs from the evoked response when both EPSPs were evoked simultaneously, we determined that they summed linearly to supralinearly. Supralinear summation was more likely when the soma was hyperpolarized by DC current injection. Summation was predominantly linear when postsynaptic conductances (i.e., Na+ and Ca2+) were blocked with intracellular QX-314. The supralinear summation of EPSPs (without QX-314) decreased as the time between inputs was increased from 0 to 30 ms. To determine the role of dendrites in nonlinear summation, we substituted a current pulse (simulated EPSP) delivered at the soma for either or both of the evoked EPSPs. Simulated EPSPs combined with either an evoked EPSP or another simulated EPSP showed significantly less supralinear summation than two evoked EPSPs, indicating that the dendritic conductances were largely responsible for the observed supralinear summation.","language":"en","author":[{"family":"Nettleton","given":"Jilda S."},{"family":"Spain","given":"William J."}],"issued":{"date-parts":[["2000",6,1]]},"accessed":{"date-parts":[["2014",3,28]]},"PMID":"10848551"},
  {"id":"yeterian_laminar_1994","type":"article-journal","title":"Laminar origin of striatal and thalamic projections of the prefrontal cortex in rhesus monkeys","container-title":"Experimental brain research","page":"383–398","volume":"99","issue":"3","source":"Google Scholar","URL":"http://link.springer.com/article/10.1007/BF00228975","author":[{"family":"Yeterian","given":"E. H."},{"family":"Pandya","given":"D. N."}],"issued":{"date-parts":[["1994"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"gelman_data_2007","type":"book","title":"Data analysis using regression and multilevel/hierarchical models","publisher":"Cambridge University Press","source":"Google Scholar","URL":"http://books.google.com/books?hl=en&lr=&id=c9xLKzZWoZ4C&oi=fnd&pg=PR17&dq=%22Hill+is+Assistant+Professor+of+Public+A%EF%AC%80airs+in+the+Department+of%22+%22applications+within+speci%EF%AC%81c+%EF%AC%81elds+such+as+political+science,+sociology,%22+%22Martin+A.%22+%22public+health.+The+series+serves+a+mix+of+students+and+researchers+in+the+social%22+&ots=b9VbL1Oslf&sig=1rquFPYliToTKWI1DWxFF-0Nmew","author":[{"family":"Gelman","given":"Andrew"},{"family":"Hill","given":"Jennifer"}],"issued":{"date-parts":[["2007"]]},"accessed":{"date-parts":[["2014",4,22]]}},
  {"id":"bates_prefrontal_1993","type":"article-journal","title":"Prefrontal connections of medial motor areas in the rhesus monkey","container-title":"Journal of Comparative Neurology","page":"211–228","volume":"336","issue":"2","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.903360205/full","author":[{"family":"Bates","given":"Julianna F."},{"family":"Goldman-Rakic","given":"Patricia S."}],"issued":{"date-parts":[["1993"]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"saalmann_pulvinar_2012","type":"article-journal","title":"The Pulvinar Regulates Information Transmission Between Cortical Areas Based on Attention Demands","container-title":"Science","page":"753-756","volume":"337","issue":"6095","source":"www.sciencemag.org","abstract":"Selective attention mechanisms route behaviorally relevant information through large-scale cortical networks. Although evidence suggests that populations of cortical neurons synchronize their activity to preferentially transmit information about attentional priorities, it is unclear how cortical synchrony across a network is accomplished. Based on its anatomical connectivity with the cortex, we hypothesized that the pulvinar, a thalamic nucleus, regulates cortical synchrony. We mapped pulvino-cortical networks within the visual system, using diffusion tensor imaging, and simultaneously recorded spikes and field potentials from these interconnected network sites in monkeys performing a visuospatial attention task. The pulvinar synchronized activity between interconnected cortical areas according to attentional allocation, suggesting a critical role for the thalamus not only in attentional selection but more generally in regulating information transmission across the visual cortex.","URL":"http://www.sciencemag.org/content/337/6095/753","DOI":"10.1126/science.1223082","ISSN":"0036-8075, 1095-9203","journalAbbreviation":"Science","language":"en","author":[{"family":"Saalmann","given":"Yuri B."},{"family":"Pinsk","given":"Mark A."},{"family":"Wang","given":"Liang"},{"family":"Li","given":"Xin"},{"family":"Kastner","given":"Sabine"}],"issued":{"date-parts":[["2012",8,10]]},"accessed":{"date-parts":[["2014",4,7]]},"PMID":"22879517"},
  {"id":"einevoll_modelling_2013","type":"article-journal","title":"Modelling and analysis of local field potentials for studying the function of cortical circuits","container-title":"Nature Reviews Neuroscience","page":"770-785","volume":"14","issue":"11","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nrn3599","DOI":"10.1038/nrn3599","ISSN":"1471-003X, 1471-0048","author":[{"family":"Einevoll","given":"Gaute T."},{"family":"Kayser","given":"Christoph"},{"family":"Logothetis","given":"Nikos K."},{"family":"Panzeri","given":"Stefano"}],"issued":{"date-parts":[["2013",10,18]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"selemon_common_1988","type":"article-journal","title":"Common cortical and subcortical targets of the dorsolateral prefrontal and posterior parietal cortices in the rhesus monkey: evidence for a distributed neural network subserving spatially guided behavior","container-title":"Journal of Neuroscience","page":"4049–4068","volume":"8","issue":"11","source":"Google Scholar","URL":"http://www.jneurosci.org/content/8/11/4049.short","shortTitle":"Common cortical and subcortical targets of the dorsolateral prefrontal and posterior parietal cortices in the rhesus monkey","author":[{"family":"Selemon","given":"L. D."},{"family":"Goldman-Rakic","given":"P. S."}],"issued":{"date-parts":[["1988"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"canolty_taskdependent_2012","type":"article-journal","title":"Task-Dependent Changes in Cross-Level Coupling between Single Neurons and Oscillatory Activity in Multiscale Networks","container-title":"PLoS Computational Biology","volume":"8","issue":"12","source":"PubMed Central","abstract":"Understanding the principles governing the dynamic coordination of functional brain networks remains an important unmet goal within neuroscience. How do distributed ensembles of neurons transiently coordinate their activity across a variety of spatial and temporal scales? While a complete mechanistic account of this process remains elusive, evidence suggests that neuronal oscillations may play a key role in this process, with different rhythms influencing both local computation and long-range communication. To investigate this question, we recorded multiple single unit and local field potential (LFP) activity from microelectrode arrays implanted bilaterally in macaque motor areas. Monkeys performed a delayed center-out reach task either manually using their natural arm (Manual Control, MC) or under direct neural control through a brain-machine interface (Brain Control, BC). In accord with prior work, we found that the spiking activity of individual neurons is coupled to multiple aspects of the ongoing motor beta rhythm (10–45 Hz) during both MC and BC, with neurons exhibiting a diversity of coupling preferences. However, here we show that for identified single neurons, this beta-to-rate mapping can change in a reversible and task-dependent way. For example, as beta power increases, a given neuron may increase spiking during MC but decrease spiking during BC, or exhibit a reversible shift in the preferred phase of firing. The within-task stability of coupling, combined with the reversible cross-task changes in coupling, suggest that task-dependent changes in the beta-to-rate mapping play a role in the transient functional reorganization of neural ensembles. We characterize the range of task-dependent changes in the mapping from beta amplitude, phase, and inter-hemispheric phase differences to the spike rates of an ensemble of simultaneously-recorded neurons, and discuss the potential implications that dynamic remapping from oscillatory activity to spike rate and timing may hold for models of computation and communication in distributed functional brain networks., How is the functional role of a particular neuron established within an ensemble? The concept of a neural tuning curve – the mapping from input variables such as movement direction to output firing rate – has proven useful in investigating neural function. However, prior work shows that tuning curves are not fixed but may be remapped as a function of task demands – presumably via high-level mechanisms of cognitive control. How is this accomplished? Brain rhythms may play a causal role in this process, but the coupling of single cells to network activity remains poorly understood. We investigated the coupling between rhythmic beta activity and spiking as macaques performed two different tasks. This coupling can be described in terms of a function that maps oscillatory amplitude and phase to instantaneous spike rate. Similarly to direction tuning, this “internal” tuning curve also exhibits task-dependent changes. We characterize these changes across a large ensemble of simultaneously-recorded cells, and consider some of the neuro-computational implications presented by cross-level coupling between single cells and large-scale networks. In particular, relative to the slow time-scale of behavior, the observed beta-to-rate mappings may prove useful for modulating winner-take-all dynamics on intermediate time-scales and relative spike timing on fast time-scales.","URL":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3527280/","DOI":"10.1371/journal.pcbi.1002809","ISSN":"1553-734X","journalAbbreviation":"PLoS Comput Biol","author":[{"family":"Canolty","given":"Ryan T."},{"family":"Ganguly","given":"Karunesh"},{"family":"Carmena","given":"Jose M."}],"issued":{"date-parts":[["2012",12]]},"accessed":{"date-parts":[["2014",3,10]]},"PMID":"23284276","PMCID":"PMC3527280"},
  {"id":"xia_brainnet_2013","type":"article-journal","title":"BrainNet Viewer: a network visualization tool for human brain connectomics","container-title":"PloS one","page":"e68910","volume":"8","issue":"7","source":"Google Scholar","URL":"http://dx.plos.org/10.1371/journal.pone.0068910","shortTitle":"BrainNet Viewer","author":[{"family":"Xia","given":"Mingrui"},{"family":"Wang","given":"Jinhui"},{"family":"He","given":"Yong"},{"family":"others","given":""}],"issued":{"date-parts":[["2013"]]},"accessed":{"date-parts":[["2015",6,8]]}},
  {"id":"friston_labile_2000","type":"article-journal","title":"The labile brain. I. Neuronal transients and nonlinear coupling","container-title":"Philosophical Transactions of the Royal Society of London. Series B: Biological Sciences","page":"215-236","volume":"355","issue":"1394","source":"rstb.royalsocietypublishing.org","abstract":"In this, the first of three papers, the nature of, and motivation for, neuronal transients is described in relation to characterizing brain dynamics. This paper deals with some basic aspects of neuronal dynamics, interactions, coupling and implicit neuronal codes. The second paper develops neuronal transients and nonlinear coupling in the context of dynamic instability and complexity, and suggests that instability or lability is necessary for adaptive self–organization. The final paper addresses the role of neuronal transients through information theory and the emergence of spatio–temporal receptive fields and functional specialization.\nBy considering the brain as an ensemble of connected dynamic systems one can show that a sufficient description of neuronal dynamics comprises neuronal activity at a particular time and its recent history. This history constitutes a neuronal transient. As such, transients represent a fundamental metric of neuronal interactions and, implicitly, a code employed in the functional integration of brain systems. The nature of transients, expressed conjointly in distinct neuronal populations, reflects the underlying coupling among populations. This coupling may be synchronous (and possibly oscillatory) or asynchronous. A critical distinction between synchronous and asynchronous coupling is that the former is essentially linear and the latter is nonlinear. The nonlinear nature of asynchronous coupling enables the rich, context–sensitive interactions that characterize real brain dynamics, suggesting that it plays a role in functional integration that may be as important as synchronous interactions. The distinction between linear and nonlinear coupling has fundamental implications for the analysis and characterization of neuronal interactions, most of which are predicated on linear (synchronous) coupling (e.g. crosscorrelograms and coherence). Using neuromagnetic data it is shown that nonlinear (asynchronous) coupling is, in fact, more abundant and can be more significant than synchronous coupling.","URL":"http://rstb.royalsocietypublishing.org/content/355/1394/215","DOI":"10.1098/rstb.2000.0560","ISSN":"0962-8436, 1471-2970","journalAbbreviation":"Phil. Trans. R. Soc. Lond. B","language":"en","author":[{"family":"Friston","given":"Karl J."}],"issued":{"date-parts":[["2000",2,29]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"10724457"},
  {"id":"robinson_prediction_2001","type":"article-journal","title":"Prediction of electroencephalographic spectra from neurophysiology","container-title":"Physical Review E","volume":"63","issue":"2","source":"CrossRef","URL":"http://link.aps.org/doi/10.1103/PhysRevE.63.021903","DOI":"10.1103/PhysRevE.63.021903","ISSN":"1063-651X, 1095-3787","author":[{"family":"Robinson","given":"P."},{"family":"Rennie","given":"C."},{"family":"Wright","given":"J."},{"family":"Bahramali","given":"H."},{"family":"Gordon","given":"E."},{"family":"Rowe","given":"D."}],"issued":{"date-parts":[["2001",1]]},"accessed":{"date-parts":[["2014",3,7]]}},
  {"id":"bazhenov_model_2002","type":"article-journal","title":"Model of thalamocortical slow-wave sleep oscillations and transitions to activated states","container-title":"The Journal of Neuroscience","page":"8691–8704","volume":"22","issue":"19","source":"Google Scholar","URL":"http://www.jneurosci.org/content/22/19/8691.short","author":[{"family":"Bazhenov","given":"Maxim"},{"family":"Timofeev","given":"Igor"},{"family":"Steriade","given":"Mircea"},{"family":"Sejnowski","given":"Terrence J."}],"issued":{"date-parts":[["2002"]]},"accessed":{"date-parts":[["2014",3,7]]}},
  {"id":"jensen_human_2005","type":"article-journal","title":"On the human sensorimotor-cortex beta rhythm: Sources and modeling","container-title":"NeuroImage","page":"347-355","volume":"26","issue":"2","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S1053811905001060","DOI":"10.1016/j.neuroimage.2005.02.008","ISSN":"10538119","shortTitle":"On the human sensorimotor-cortex beta rhythm","author":[{"family":"Jensen","given":"O"},{"family":"Goel","given":"P"},{"family":"Kopell","given":"N"},{"family":"Pohja","given":"M"},{"family":"Hari","given":"R"},{"family":"Ermentrout","given":"B"}],"issued":{"date-parts":[["2005",6]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"cover_elements_2006","type":"book","title":"Elements of information theory","publisher":"Wiley-Interscience","publisher-place":"Hoboken, N.J","number-of-pages":"748","edition":"2nd ed","source":"Library of Congress ISBN","event-place":"Hoboken, N.J","ISBN":"0-471-24195-4","call-number":"Q360 .C68 2006","author":[{"family":"Cover","given":"T. M."}],"issued":{"date-parts":[["2006"]]}},
  {"id":"castro-alamancos_spatiotemporal_1996","type":"article-journal","title":"Spatiotemporal properties of short-term plasticity sensorimotor thalamocortical pathways of the rat","container-title":"The Journal of Neuroscience","page":"2767-2779","volume":"16","issue":"8","source":"www.jneurosci.org","URL":"http://www.jneurosci.org/content/16/8/2767","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Castro-Alamancos","given":"M. A."},{"family":"Connors","given":"B. W."}],"issued":{"date-parts":[["1996",4,15]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"8786452"},
  {"id":"kaping_specific_2011","type":"article-journal","title":"Specific Contributions of Ventromedial, Anterior Cingulate, and Lateral Prefrontal Cortex for Attentional Selection and Stimulus Valuation","container-title":"PLoS Biol","page":"e1001224","volume":"9","issue":"12","source":"PLoS Journals","abstract":"Functional clusters of neurons in the monkey prefrontal and anterior cingulate cortex are involved in guiding attention to the most valuable objects in a scene.","URL":"http://dx.doi.org/10.1371/journal.pbio.1001224","DOI":"10.1371/journal.pbio.1001224","journalAbbreviation":"PLoS Biol","author":[{"family":"Kaping","given":"Daniel"},{"family":"Vinck","given":"Martin"},{"family":"Hutchison","given":"R. Matthew"},{"family":"Everling","given":"Stefan"},{"family":"Womelsdorf","given":"Thilo"}],"issued":{"date-parts":[["2011",12,27]]},"accessed":{"date-parts":[["2014",3,17]]}},
  {"id":"heer_interactive_2012","type":"article-journal","title":"Interactive dynamics for visual analysis","container-title":"Queue","page":"30","volume":"10","issue":"2","source":"Google Scholar","URL":"http://dl.acm.org/citation.cfm?id=2146416","author":[{"family":"Heer","given":"Jeffrey"},{"family":"Shneiderman","given":"Ben"}],"issued":{"date-parts":[["2012"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"fox_changing_2011","type":"article-journal","title":"Changing the Equation on Scientific Data Visualization","container-title":"Science","page":"705-708","volume":"331","issue":"6018","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.1197654","DOI":"10.1126/science.1197654","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Fox","given":"P."},{"family":"Hendler","given":"J."}],"issued":{"date-parts":[["2011",2,11]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"ardid_reconciling_2010","type":"article-journal","title":"Reconciling Coherent Oscillation with Modulationof Irregular Spiking Activity in Selective Attention:Gamma-Range Synchronization between Sensoryand Executive Cortical Areas","container-title":"Journal of Neuroscience","page":"2856-2870","volume":"30","issue":"8","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.4222-09.2010","DOI":"10.1523/JNEUROSCI.4222-09.2010","ISSN":"0270-6474, 1529-2401","shortTitle":"Reconciling Coherent Oscillation with Modulationof Irregular Spiking Activity in Selective Attention","author":[{"family":"Ardid","given":"S."},{"family":"Wang","given":"X.-J."},{"family":"Gomez-Cabrero","given":"D."},{"family":"Compte","given":"A."}],"issued":{"date-parts":[["2010",2,24]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"yeung_betweentask_2006","type":"article-journal","title":"Between-Task Competition and Cognitive Control in Task Switching","container-title":"Journal of Neuroscience","page":"1429-1438","volume":"26","issue":"5","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.3109-05.2006","DOI":"10.1523/JNEUROSCI.3109-05.2006","ISSN":"0270-6474, 1529-2401","language":"en","author":[{"family":"Yeung","given":"N."}],"issued":{"date-parts":[["2006",2,1]]},"accessed":{"date-parts":[["2014",4,2]]}},
  {"id":"hoover_anatomical_2007","type":"article-journal","title":"Anatomical analysis of afferent projections to the medial prefrontal cortex in the rat","container-title":"Brain Structure and Function","page":"149-179","volume":"212","issue":"2","source":"link.springer.com","abstract":"The medial prefrontal cortex (mPFC) has been associated with diverse functions including attentional processes, visceromotor activity, decision making, goal directed behavior, and working memory. Using retrograde tracing techniques, we examined, compared, and contrasted afferent projections to the four divisions of the mPFC in the rat: the medial (frontal) agranular (AGm), anterior cingulate (AC), prelimbic (PL), and infralimbic (IL) cortices. Each division of the mPFC receives a unique set of afferent projections. There is a shift dorsoventrally along the mPFC from predominantly sensorimotor input to the dorsal mPFC (AGm and dorsal AC) to primarily ‘limbic’ input to the ventral mPFC (PL and IL). The AGm and dorsal AC receive afferent projections from widespread areas of the cortex (and associated thalamic nuclei) representing all sensory modalities. This information is presumably integrated at, and utilized by, the dorsal mPFC in goal directed actions. In contrast with the dorsal mPFC, the ventral mPFC receives significantly less cortical input overall and afferents from limbic as opposed to sensorimotor regions of cortex. The main sources of afferent projections to PL/IL are from the orbitomedial prefrontal, agranular insular, perirhinal and entorhinal cortices, the hippocampus, the claustrum, the medial basal forebrain, the basal nuclei of amygdala, the midline thalamus and monoaminergic nuclei of the brainstem. With a few exceptions, there are few projections from the hypothalamus to the dorsal or ventral mPFC. Accordingly, subcortical limbic information mainly reaches the mPFC via the midline thalamus and basal nuclei of amygdala. As discussed herein, based on patterns of afferent (as well as efferent) projections, PL is positioned to serve a direct role in cognitive functions homologous to dorsolateral PFC of primates, whereas IL appears to represent a visceromotor center homologous to the orbitomedial PFC of primates.","URL":"http://link.springer.com/article/10.1007/s00429-007-0150-4","DOI":"10.1007/s00429-007-0150-4","ISSN":"1863-2653, 1863-2661","journalAbbreviation":"Brain Struct Funct","language":"en","author":[{"family":"Hoover","given":"Walter B."},{"family":"Vertes","given":"Robert P."}],"issued":{"date-parts":[["2007",9,1]]},"accessed":{"date-parts":[["2014",3,3]]}},
  {"id":"barinka_calretinin_2010","type":"article-journal","title":"Calretinin expression in the mammalian neocortex: a review","container-title":"Physiol Res","page":"665–77","volume":"59","issue":"5","source":"Google Scholar","URL":"http://www.biomed.cas.cz/physiolres/pdf/59/59_665.pdf","shortTitle":"Calretinin expression in the mammalian neocortex","author":[{"family":"Barinka","given":"Filip"},{"family":"Druga","given":"Rastislav"}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"kass_analysis_2014","type":"book","title":"Analysis of Neural Data","collection-title":"Springer Series in Statistics","publisher":"Springer New York","publisher-place":"New York, NY","source":"CrossRef","event-place":"New York, NY","URL":"http://link.springer.com/10.1007/978-1-4614-9602-1","ISBN":"978-1-4614-9601-4","author":[{"family":"Kass","given":"Robert E."},{"family":"Eden","given":"Uri T."},{"family":"Brown","given":"Emery N."}],"issued":{"date-parts":[["2014"]]},"accessed":{"date-parts":[["2014",5,8]]}},
  {"id":"amatrudo_influence_2012","type":"article-journal","title":"Influence of Highly Distinctive Structural Properties on the Excitability of Pyramidal Neurons in Monkey Visual and Prefrontal Cortices","container-title":"Journal of Neuroscience","page":"13644-13660","volume":"32","issue":"40","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.2581-12.2012","DOI":"10.1523/JNEUROSCI.2581-12.2012","ISSN":"0270-6474, 1529-2401","author":[{"family":"Amatrudo","given":"J. M."},{"family":"Weaver","given":"C. M."},{"family":"Crimins","given":"J. L."},{"family":"Hof","given":"P. R."},{"family":"Rosene","given":"D. L."},{"family":"Luebke","given":"J. I."}],"issued":{"date-parts":[["2012",10,3]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"wang_prefrontal_2013","type":"book","title":"The Prefrontal Cortex as a Quintessential\" Cognitive-Type\" Neural Circuit","publisher":"Principles of Frontal Lobe Function. 2nd ed. New York: Oxford University Press","source":"Google Scholar","URL":"http://www.cns.nyu.edu/wanglab/publications/pdf/wang.flobe2013.pdf","author":[{"family":"Wang","given":"Xiao-Jing"}],"issued":{"date-parts":[["2013"]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"wimmer_bump_2014","type":"article-journal","title":"Bump attractor dynamics in prefrontal cortex explains behavioral precision in spatial working memory","container-title":"Nature Neuroscience","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nn.3645","DOI":"10.1038/nn.3645","ISSN":"1097-6256, 1546-1726","author":[{"family":"Wimmer","given":"Klaus"},{"family":"Nykamp","given":"Duane Q"},{"family":"Constantinidis","given":"Christos"},{"family":"Compte","given":"Albert"}],"issued":{"date-parts":[["2014",2,2]]},"accessed":{"date-parts":[["2014",2,24]]}},
  {"id":"shen_anterior_2014","type":"article-journal","title":"Anterior Cingulate Cortex Cells Identify Process-Specific Errors of Attentional Control Prior to Transient Prefrontal-Cingulate Inhibition","container-title":"Cerebral Cortex","page":"bhu028","source":"cercor.oxfordjournals.org","abstract":"Errors indicate the need to adjust attention for improved future performance. Detecting errors is thus a fundamental step to adjust and control attention. These functions have been associated with the dorsal anterior cingulate cortex (dACC), predicting that dACC cells should track the specific processing states giving rise to errors in order to identify which processing aspects need readjustment. Here, we tested this prediction by recording cells in the dACC and lateral prefrontal cortex (latPFC) of macaques performing an attention task that dissociated 3 processing stages. We found that, across prefrontal subareas, the dACC contained the largest cell populations encoding errors indicating (1) failures of inhibitory control of the attentional focus, (2) failures to prevent bottom-up distraction, and (3) lapses when implementing a choice. Error-locked firing in the dACC showed the earliest latencies across the PFC, emerged earlier than reward omission signals, and involved a significant proportion of putative inhibitory interneurons. Moreover, early onset error-locked response enhancement in the dACC was followed by transient prefrontal-cingulate inhibition, possibly reflecting active disengagement from task processing. These results suggest a functional specialization of the dACC to track and identify the actual processes that give rise to erroneous task outcomes, emphasizing its role to control attentional performance.","URL":"http://cercor.oxfordjournals.org/content/early/2014/02/28/cercor.bhu028","DOI":"10.1093/cercor/bhu028","ISSN":"1047-3211, 1460-2199","journalAbbreviation":"Cereb. Cortex","language":"en","author":[{"family":"Shen","given":"Chen"},{"family":"Ardid","given":"Salva"},{"family":"Kaping","given":"Daniel"},{"family":"Westendorff","given":"Stephanie"},{"family":"Everling","given":"Stefan"},{"family":"Womelsdorf","given":"Thilo"}],"issued":{"date-parts":[["2014",3,2]]},"accessed":{"date-parts":[["2014",3,12]]},"PMID":"24591526"},
  {"id":"rigotti_importance_2013","type":"article-journal","title":"The importance of mixed selectivity in complex cognitive tasks","container-title":"Nature","volume":"advance online publication","source":"www.nature.com","abstract":"Single-neuron activity in the prefrontal cortex (PFC) is tuned to mixtures of multiple task-related aspects. Such mixed selectivity is highly heterogeneous, seemingly disordered and therefore difficult to interpret. We analysed the neural activity recorded in monkeys during an object sequence memory task to identify a role of mixed selectivity in subserving the cognitive functions ascribed to the PFC. We show that mixed selectivity neurons encode distributed information about all task-relevant aspects. Each aspect can be decoded from the population of neurons even when single-cell selectivity to that aspect is eliminated. Moreover, mixed selectivity offers a significant computational advantage over specialized responses in terms of the repertoire of input–output functions implementable by readout neurons. This advantage originates from the highly diverse nonlinear selectivity to mixtures of task-relevant variables, a signature of high-dimensional neural representations. Crucially, this dimensionality is predictive of animal behaviour as it collapses in error trials. Our findings recommend a shift of focus for future studies from neurons that have easily interpretable response tuning to the widely observed, but rarely analysed, mixed selectivity neurons.","URL":"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature12160.html","DOI":"10.1038/nature12160","ISSN":"0028-0836","journalAbbreviation":"Nature","language":"en","author":[{"family":"Rigotti","given":"Mattia"},{"family":"Barak","given":"Omri"},{"family":"Warden","given":"Melissa R."},{"family":"Wang","given":"Xiao-Jing"},{"family":"Daw","given":"Nathaniel D."},{"family":"Miller","given":"Earl K."},{"family":"Fusi","given":"Stefano"}],"issued":{"date-parts":[["2013",5,19]]},"accessed":{"date-parts":[["2014",3,18]]}},
  {"id":"lewis_immunohistochemical_1986","type":"article-journal","title":"An immunohistochemical characterization of somatostatin-28 and somatostatin-281–12 in monkey prefrontal cortex","container-title":"The Journal of Comparative Neurology","page":"1–18","volume":"248","issue":"1","source":"Wiley Online Library","abstract":"The distribution of the prosomatostatin-derived peptides (PSDP) somatostatin-28 (SS-28) and somatostatin-281–12 (SS-281–12) was characterized immunohistochemically in the prefrontal cortical regions of both Old World cynomolgus monkeys (Macaca fascicularis) and New Worldsquirrel monkeys (Saimiri sciureus). Comparison of staining with antisera specific for each peptide revealed that these antigens were segregated within immunoreactive neurons such that SS-28 was largely confined to theperinuclear region of the cell body whereas SS-281–12 was primarily found in axons and dendrites.The laminar pattern of immunoreactive fibers was similar in all areas of the prefrontal cortex. The most dense terminal arborization was in layers I, II, and superficial III. Deep III and IV were traversed by radial fibersthat had little arborization. Layers V and VI contained both radial fibers and a moderately dense terminal plexus. Labeled fibers were less numerous in the white matter. There were marked regional differences in fiber density. Areas 12 and 24 had the greatest density of immunoreactive fibers, areas 9, 11, and 25 were of intermediate density, and areas 10 and 46 were the least dense.Most of the immunoreactive cells appeared to be multipolar or bitufted. They were found throughout all cortical layers and the white matter. The largest number were located in layers II, superficial III, and deep V and VI. There were also marked regional differences in cell body density, which paralleled the regional differences in fiber density. Area 24 (anterior cingulate) had the greatest density of immunoreactive cell bodies (148 ± 14/mm2), area 9 was of intermediate density (109 ± 13/mm2), and area 46 was the least dense (83 ± 12/mm2).Our findings indicate that PSDP compose a complex and extensive cortical system that is largely or totally intrinsic. The substantial regional heterogeneity in density exhibited by PSDP-containing neurons has not previously been reported for an intrinsic cortical system. The laminar and regionalinnervation patterns of these fibers and cell bodies suggest that the PSDP cortical system may play an important role in the polymodal information processing that occurs in association regions of prefrontal cortex.","URL":"http://onlinelibrary.wiley.com.libproxy.mit.edu/doi/10.1002/cne.902480102/abstract","DOI":"10.1002/cne.902480102","ISSN":"1096-9861","language":"en","author":[{"family":"Lewis","given":"David A."},{"family":"Campbell","given":"Michael J."},{"family":"Morrison","given":"John H."}],"issued":{"date-parts":[["1986"]]},"accessed":{"date-parts":[["2014",2,28]]}},
  {"id":"beimgraben_biophysical_2013","type":"article-journal","title":"A biophysical observation model for field potentials of networks of leaky integrate-and-fire neurons","container-title":"Frontiers in Computational Neuroscience","volume":"6","source":"CrossRef","URL":"http://www.frontiersin.org/Journal/10.3389/fncom.2012.00100/full","DOI":"10.3389/fncom.2012.00100","ISSN":"1662-5188","author":[{"family":"beim Graben","given":"Peter"},{"family":"Rodrigues","given":"Serafim"}],"issued":{"date-parts":[["2013"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"golub_matrix_2012","type":"book","title":"Matrix computations","publisher":"JHU Press","volume":"3","ISBN":"1-4214-0859-7","author":[{"family":"Golub","given":"Gene H."},{"family":"Loan","given":"Charles F.","non-dropping-particle":"Van"}],"issued":{"date-parts":[["2012"]]}},
  {"id":"melchitzky_dendritictargeting_2008","type":"article-journal","title":"Dendritic-targeting GABA neurons in monkey prefrontal cortex: Comparison of somatostatin- and calretinin-immunoreactive axon terminals","container-title":"Synapse","page":"456-465","volume":"62","issue":"6","source":"CrossRef","URL":"http://doi.wiley.com/10.1002/syn.20514","DOI":"10.1002/syn.20514","ISSN":"08874476, 10982396","shortTitle":"Dendritic-targeting GABA neurons in monkey prefrontal cortex","author":[{"family":"Melchitzky","given":"Darlene S."},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["2008",6]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"carter_anterior_2007","type":"article-journal","title":"Anterior cingulate cortex and conflict detection: An update of theory and data","container-title":"Cognitive, Affective, & Behavioral Neuroscience","page":"367-379","volume":"7","issue":"4","source":"link.springer.com.libproxy.mit.edu","abstract":"The dorsal anterior cingulate cortex (ACC) and associated regions of the medial frontal wall have often been hypothesized to play an important role in cognitive control. We have proposed that the ACC’s specific role in cognitive control is to detect conflict between simultaneously active, competing representations and to engage the dorsolateral prefrontal cortex (DLPFC) to resolve such conflict. Here we review some of the evidence supporting this theory, from event-related potential (ERP) and fMRI studies. We focus on data obtained from interference tasks, such as the Stroop task, and review the evidence that trial-to-trial changes in control engagement can be understood as driven by conflict detection; the data suggest that levels of activation of the ACC and the DLPFC in such tasks do indeed reflect conflict and control, respectively. We also discuss some discrepant results in the literature that highlight the need for future research.","URL":"http://link.springer.com/article/10.3758/CABN.7.4.367","DOI":"10.3758/CABN.7.4.367","ISSN":"1530-7026, 1531-135X","shortTitle":"Anterior cingulate cortex and conflict detection","journalAbbreviation":"Cognitive, Affective, & Behavioral Neuroscience","language":"en","author":[{"family":"Carter","given":"Cameron S."},{"family":"Veen","given":"Vincent","non-dropping-particle":"van"}],"issued":{"date-parts":[["2007",12,1]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"cleveland_graphical_1984","type":"article-journal","title":"Graphical perception: Theory, experimentation, and application to the development of graphical methods","container-title":"Journal of the American statistical association","page":"531-554","volume":"79","issue":"387","author":[{"family":"Cleveland","given":"William S."},{"family":"McGill","given":"Robert"}],"issued":{"date-parts":[["1984"]]}},
  {"id":"lakatos_neuronal_2007","type":"article-journal","title":"Neuronal Oscillations and Multisensory Interaction in Primary Auditory Cortex","container-title":"Neuron","page":"279-292","volume":"53","issue":"2","source":"ScienceDirect","abstract":"Recent anatomical, physiological, and neuroimaging findings indicate multisensory convergence at early, putatively unisensory stages of cortical processing. The objective of this study was to confirm somatosensory-auditory interaction in A1 and to define both its physiological mechanisms and its consequences for auditory information processing. Laminar current source density and multiunit activity sampled during multielectrode penetrations of primary auditory area A1 in awake macaques revealed clear somatosensory-auditory interactions, with a novel mechanism: somatosensory inputs appear to reset the phase of ongoing neuronal oscillations, so that accompanying auditory inputs arrive during an ideal, high-excitability phase, and produce amplified neuronal responses. In contrast, responses to auditory inputs arriving during the opposing low-excitability phase tend to be suppressed. Our findings underscore the instrumental role of neuronal oscillations in cortical operations. The timing and laminar profile of the multisensory interactions in A1 indicate that nonspecific thalamic systems may play a key role in the effect.","URL":"http://www.sciencedirect.com/science/article/pii/S0896627306009962","DOI":"10.1016/j.neuron.2006.12.011","ISSN":"0896-6273","journalAbbreviation":"Neuron","author":[{"family":"Lakatos","given":"Peter"},{"family":"Chen","given":"Chi-Ming"},{"family":"O’Connell","given":"Monica N."},{"family":"Mills","given":"Aimee"},{"family":"Schroeder","given":"Charles E."}],"issued":{"date-parts":[["2007",1,18]]},"accessed":{"date-parts":[["2014",4,11]]}},
  {"id":"otsuka_firingpatterndependent_2008","type":"article-journal","title":"Firing-Pattern-Dependent Specificity of Cortical Excitatory Feed-Forward Subnetworks","container-title":"Journal of Neuroscience","page":"11186-11195","volume":"28","issue":"44","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.1921-08.2008","DOI":"10.1523/JNEUROSCI.1921-08.2008","ISSN":"0270-6474, 1529-2401","author":[{"family":"Otsuka","given":"T."},{"family":"Kawaguchi","given":"Y."}],"issued":{"date-parts":[["2008",10,29]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"silva_intrinsic_1991","type":"article-journal","title":"Intrinsic oscillations of neocortex generated by layer 5 pyramidal neurons","container-title":"Science","page":"432-435","volume":"251","issue":"4992","source":"NCBI PubMed","abstract":"Rhythmic activity in the neocortex varies with different behavioral and pathological states and in some cases may encode sensory information. However, the neural mechanisms of these oscillations are largely unknown. Many pyramidal neurons in layer 5 of the neocortex showed prolonged, 5- to 12-hertz rhythmic firing patterns at threshold. Rhythmic firing was due to intrinsic membrane properties, sodium conductances were essential for rhythmicity, and calcium-dependent conductances strongly modified rhythmicity. Isolated slices of neocortex generated epochs of 4- to 10-hertz synchronized activity when N-methyl-D-aspartate receptor-mediated channels were facilitated. Layer 5 was both necessary and sufficient to produce these synchronized oscillations. Thus, synaptic networks of intrinsically rhythmic neurons in layer 5 may generate or promote certain synchronized oscillations of the neocortex.","ISSN":"0036-8075","journalAbbreviation":"Science","language":"eng","author":[{"family":"Silva","given":"L R"},{"family":"Amitai","given":"Y"},{"family":"Connors","given":"B W"}],"issued":{"date-parts":[["1991",1,25]]},"PMID":"1824881"},
  {"id":"wickham_visualizing_2015","type":"article-journal","title":"Visualizing Statistical Models: Removing the Blindfold","container-title":"Statistical Analysis and Data Mining: The ASA Data Science Journal","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/sam.11271/full","shortTitle":"Visualizing Statistical Models","author":[{"family":"Wickham","given":"Hadley"},{"family":"Cook","given":"Dianne"},{"family":"Hofmann","given":"Heike"}],"issued":{"date-parts":[["2015"]]},"accessed":{"date-parts":[["2015",8,4]]}},
  {"id":"mcfarland_thalamic_2002","type":"article-journal","title":"Thalamic Relay Nuclei of the Basal Ganglia Form Both Reciprocal and Nonreciprocal Cortical Connections, Linking Multiple Frontal Cortical Areas","container-title":"The Journal of Neuroscience","page":"8117-8132","volume":"22","issue":"18","source":"www.jneurosci.org","abstract":"Thalamic relay nuclei transmit basal ganglia output to the frontal cortex, forming the last link in corticobasal ganglia circuitry. The thalamus regulates cortical activity through differential laminar connections, providing not only feedback, but also initiating “feedforward” loops, via nonreciprocal projections, that influence higher cortical areas. This study examines the organization of thalamic connections with cortex from basal ganglia relay nuclei, including ventral anterior (VA), ventral lateral (VL), and mediodorsal (MD) nuclei, in the Macaque monkey. Anterograde and bidirectional tracer injections ([3H]-amino acids, dextran conjugates of Fluorescein, Lucifer Yellow or FluoroRuby, or wheat germ agglutinin) into discrete VA/VL, MD, and frontal cortical sites demonstrate specific thalamocortical connections. VL projections target caudal motor areas (primary, supplementary, and caudal premotor areas), whereas VA projections target more rostral premotor areas (including cingulate and presupplementary motor areas) and MD projects to dorsolateral and orbital prefrontal cortices. Thalamocortical projections innervate cortical layers I and III, and to a lesser extent, layer V. In motor areas layer I projections are more extensive than those to layer III (and V). The complex laminar organization of projections from specific thalamic sites suggests differential regulation of cortical function. Injections of bidirectional tracers into thalamic and frontal cortical sites also show that in comparison to thalamocortical projections, corticothalamic projections to VA–VL and MD are more widespread. These findings demonstrate both reciprocal and nonreciprocal components to the thalamo-cortico-thalamic relay. Together, these experiments indicate a dual role for VA–VL and MD nuclei: (1) to relay basal ganglia output within specific cortical circuits and (2) to mediate information flow between cortical circuits.","URL":"http://www.jneurosci.org/content/22/18/8117","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"McFarland","given":"Nikolaus R."},{"family":"Haber","given":"Suzanne N."}],"issued":{"date-parts":[["2002",9,15]]},"accessed":{"date-parts":[["2014",3,2]]},"PMID":"12223566"},
  {"id":"bush_cognitive_2000","type":"article-journal","title":"Cognitive and emotional influences in anterior cingulate cortex","container-title":"Trends in Cognitive Sciences","page":"215-222","volume":"4","issue":"6","source":"ScienceDirect","abstract":"Anterior cingulate cortex (ACC) is a part of the brain’s limbic system. Classically, this region has been related to affect, on the basis of lesion studies in humans and in animals. In the late 1980s, neuroimaging research indicated that ACC was active in many studies of cognition. The findings from EEG studies of a focal area of negativity in scalp electrodes following an error response led to the idea that ACC might be the brain’s error detection and correction device. In this article, these various findings are reviewed in relation to the idea that ACC is a part of a circuit involved in a form of attention that serves to regulate both cognitive and emotional processing. Neuroimaging studies showing that separate areas of ACC are involved in cognition and emotion are discussed and related to results showing that the error negativity is influenced by affect and motivation. In addition, the development of the emotional and cognitive roles of ACC are discussed, and how the success of this regulation in controlling responses might be correlated with cingulate size. Finally, some theories are considered about how the different subdivisions of ACC might interact with other cortical structures as a part of the circuits involved in the regulation of mental and emotional activity.","URL":"http://www.sciencedirect.com/science/article/pii/S1364661300014832","DOI":"10.1016/S1364-6613(00)01483-2","ISSN":"1364-6613","journalAbbreviation":"Trends in Cognitive Sciences","author":[{"family":"Bush","given":"George"},{"family":"Luu","given":"Phan"},{"family":"Posner","given":"Michael I."}],"issued":{"date-parts":[["2000",6,1]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"heer_interactive_2012-1","type":"article-journal","title":"Interactive analysis of big data","container-title":"XRDS: Crossroads, The ACM Magazine for Students","page":"50","volume":"19","issue":"1","source":"CrossRef","URL":"http://dl.acm.org/citation.cfm?doid=2331042.2331058","DOI":"10.1145/2331042.2331058","ISSN":"15284972","language":"en","author":[{"family":"Heer","given":"Jeffrey"},{"family":"Kandel","given":"Sean"}],"issued":{"date-parts":[["2012",9,1]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"akam_efficient_2012","type":"article-journal","title":"Efficient “Communication through Coherence” Requires Oscillations Structured to Minimize Interference between Signals","container-title":"PLoS Comput Biol","page":"e1002760","volume":"8","issue":"11","source":"PLoS Journals","abstract":"Author SummaryDistributed regions of mammalian brains transiently engage in coherent oscillations, often at specific stages of behavioral or cognitive tasks. This activity may play a role in controlling information flow among connected regions, allowing the brain's connectivity structure to be flexibly reconfigured in response to changing task demands. We have used a computational model to investigate the conditions under which oscillations can generate selective communication through a mechanism in which the excitability of neurons in one region is modulated coherently with a firing rate oscillation in another region. Our results demonstrate that this mechanism is able to accurately and selectively control the flow of signals encoded as spatial patterns of firing rate. However, we found that the requirement to avoid interference between different signals imposes previously unrecognised constraints on the structures of oscillatory activity that can efficiently support this mechanism. These constraints may be an organizing principle for the structured oscillatory activity observed in vivo.","URL":"http://dx.doi.org/10.1371/journal.pcbi.1002760","DOI":"10.1371/journal.pcbi.1002760","journalAbbreviation":"PLoS Comput Biol","author":[{"family":"Akam","given":"Thomas E."},{"family":"Kullmann","given":"Dimitri M."}],"issued":{"date-parts":[["2012",11,8]]},"accessed":{"date-parts":[["2014",3,29]]}},
  {"id":"sidiropoulou_predictive_2012","type":"article-journal","title":"Predictive Features of Persistent Activity Emergence in Regular Spiking and Intrinsic Bursting Model Neurons","container-title":"PLoS Computational Biology","page":"e1002489","volume":"8","issue":"4","source":"CrossRef","URL":"http://dx.plos.org/10.1371/journal.pcbi.1002489","DOI":"10.1371/journal.pcbi.1002489","ISSN":"1553-7358","author":[{"family":"Sidiropoulou","given":"Kyriaki"},{"family":"Poirazi","given":"Panayiota"}],"editor":[{"family":"Morrison","given":"Abigail"}],"issued":{"date-parts":[["2012",4,26]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"unwin_graphics_2006","type":"book","title":"Graphics of large datasets visualizing a million","publisher":"Springer","publisher-place":"New York","source":"Open WorldCat","event-place":"New York","abstract":"\"Graphics are great for exploring data, but how can they be used for looking at the large datasets that are commonplace today? This book shows how to look at ways of visualizing large datasets, whether large in numbers of cases or large in numbers of variables or large in both. Data visualization is useful for data cleaning, exploring data, identifying trends and clusters, spotting local patterns, evaluating modeling output, and presenting results. It is essential for exploratory data analysis and data mining. Data analysts, statisticians, computer scientists - indeed anyone who has to explore a large dataset of their own - should benefit from reading this book.\"--Jacket.","URL":"http://public.eblib.com/choice/publicfullrecord.aspx?p=371930","ISBN":"0-387-32906-4","language":"English","author":[{"family":"Unwin","given":"Antony"},{"family":"Theus","given":"Martin"},{"family":"Hofmann","given":"Heike"}],"issued":{"date-parts":[["2006"]]},"accessed":{"date-parts":[["2014",10,22]]}},
  {"id":"akam_oscillatory_2014","type":"article-journal","title":"Oscillatory multiplexing of population codes for selective communication in the mammalian brain","container-title":"Nature Reviews Neuroscience","page":"111–122","volume":"15","issue":"2","source":"Google Scholar","URL":"http://www.nature.com/nrn/journal/v15/n2/abs/nrn3668.html","author":[{"family":"Akam","given":"Thomas"},{"family":"Kullmann","given":"Dimitri M."}],"issued":{"date-parts":[["2014"]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"mccarthy_potential_2008","type":"article-journal","title":"Potential Network Mechanisms Mediating Electroencephalographic Beta Rhythm Changes during Propofol-Induced Paradoxical Excitation","container-title":"The Journal of Neuroscience","page":"13488-13504","volume":"28","issue":"50","source":"www.jneurosci.org","abstract":"Propofol, like most general anesthetic drugs, can induce both behavioral and electroencephalographic (EEG) manifestations of excitation, rather than sedation, at low doses. Neuronal excitation is unexpected in the presence of this GABAA-potentiating drug. We construct a series of network models to understand this paradox. Individual neurons have ion channel conductances with Hodgkin–Huxley-type formulations. Propofol increases the maximal conductance and time constant of decay of the synaptic GABAA current. Networks range in size from 2 to 230 neurons. Population output is measured as a function of pyramidal cell activity, with the electroencephalogram approximated by the sum of population AMPA activity between pyramidal cells.\nThese model networks suggest propofol-induced paradoxical excitation may result from a membrane level interaction between the GABAA current and an intrinsic membrane slow potassium current (M-current). This membrane level interaction has consequences at the level of multicellular networks enabling a switch from baseline interneuron synchrony to propofol-induced interneuron antisynchrony. Large network models reproduce the clinical EEG changes characteristic of propofol-induced paradoxical excitation. The EEG changes coincide with the emergence of antisynchronous interneuron clusters in the model networks. Our findings suggest interneuron antisynchrony as a potential network mechanism underlying the generation of propofol-induced paradoxical excitation. As correlates of behavioral phenomenology, these networks may refine our understanding of the specific behavioral states associated with general anesthesia.","URL":"http://www.jneurosci.org/content/28/50/13488","DOI":"10.1523/JNEUROSCI.3536-08.2008","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"McCarthy","given":"Michelle M."},{"family":"Brown","given":"Emery N."},{"family":"Kopell","given":"Nancy"}],"issued":{"date-parts":[["2008",12,10]]},"accessed":{"date-parts":[["2014",3,10]]},"PMID":"19074022"},
  {"id":"shenhav_expected_2013","type":"article-journal","title":"The Expected Value of Control: An Integrative Theory of Anterior Cingulate Cortex Function","container-title":"Neuron","page":"217-240","volume":"79","issue":"2","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627313006077","DOI":"10.1016/j.neuron.2013.07.007","ISSN":"08966273","shortTitle":"The Expected Value of Control","language":"en","author":[{"family":"Shenhav","given":"Amitai"},{"family":"Botvinick","given":"Matthew M."},{"family":"Cohen","given":"Jonathan D."}],"issued":{"date-parts":[["2013",7]]},"accessed":{"date-parts":[["2014",3,24]]}},
  {"id":"gelman_average_2007","type":"article-journal","title":"Average predictive comparisons for models with nonlinearity, interactions, and variance components","container-title":"Sociological Methodology","page":"23–51","volume":"37","issue":"1","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1467-9531.2007.00181.x/full","author":[{"family":"Gelman","given":"Andrew"},{"family":"Pardoe","given":"Iain"}],"issued":{"date-parts":[["2007"]]},"accessed":{"date-parts":[["2014",5,18]]}},
  {"id":"medalla_anterior_2010","type":"article-journal","title":"Anterior Cingulate Synapses in Prefrontal Areas 10 and 46 Suggest Differential Influence in Cognitive Control","container-title":"The Journal of Neuroscience","page":"16068-16081","volume":"30","issue":"48","source":"www.jneurosci.org","abstract":"Dorsolateral prefrontal areas 46 and 10 are involved in distinct aspects of cognition. Area 46 has a key role in working memory tasks, and frontopolar area 10 is recruited in complex multitask operations. Both areas are innervated by the anterior cingulate cortex (ACC), a region associated with emotions and memory but is also important for attentional control through unknown synaptic mechanisms. Here, we found that in rhesus monkeys (Macaca mulatta) most axon terminals labeled from tracers injected into ACC area 32 innervated spines of presumed excitatory neurons, but ∼20–30% formed mostly large synapses with dendritic shafts of presumed inhibitory neurons in the upper layers (I–IIIa) of dorsolateral areas 10, 46, and 9. Moreover, area 32 terminals targeted preferentially calbindin and, to a lesser extent, calretinin neurons, which are thought to be inhibitory neurons that modulate the gain of task-relevant activity during working memory tasks. Area 46 was distinguished as a recipient of more (by ∼40%) area 32 synapses on putative inhibitory neurons. Area 10 stood apart as recipient of significantly larger (by ∼40% in volume) area 32 terminals on spines of putative excitatory neurons. These synaptic specializations suggest that area 32 has complementary roles, potentially enhancing inhibition in area 46 and strengthening excitation in area 10, which may help direct attention to new tasks while temporarily holding in memory another task.","URL":"http://www.jneurosci.org/content/30/48/16068","DOI":"10.1523/JNEUROSCI.1773-10.2010","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Medalla","given":"Maria"},{"family":"Barbas","given":"Helen"}],"issued":{"date-parts":[["2010",12,1]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"21123554"},
  {"id":"rigotti_internal_2010","type":"article-journal","title":"Internal representation of task rules by recurrent dynamics: the importance of the diversity of neural responses","container-title":"Frontiers in Computational Neuroscience","volume":"4","source":"CrossRef","URL":"http://www.frontiersin.org/Journal/10.3389/fncom.2010.00024/full","DOI":"10.3389/fncom.2010.00024","ISSN":"16625188","shortTitle":"Internal representation of task rules by recurrent dynamics","author":[{"family":"Rigotti","given":"Mattia"},{"family":"Rubin","given":"Daniel Ben Dayan"},{"family":"Wang","given":"Xiao-Jing"},{"family":"Fusi","given":"Stefano"}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2014",3,30]]}},
  {"id":"genovesio_contextdependent_2015","type":"article-journal","title":"Context-Dependent Duration Signals in the Primate Prefrontal Cortex","container-title":"Cerebral Cortex","page":"bhv156","source":"CrossRef","URL":"http://www.cercor.oxfordjournals.org/lookup/doi/10.1093/cercor/bhv156","DOI":"10.1093/cercor/bhv156","ISSN":"1047-3211, 1460-2199","language":"en","author":[{"family":"Genovesio","given":"Aldo"},{"family":"Seitz","given":"Lucia K."},{"family":"Tsujimoto","given":"Satoshi"},{"family":"Wise","given":"Steven P."}],"issued":{"date-parts":[["2015",7,24]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"morice_cognitive_1990","type":"article-journal","title":"Cognitive inflexibility and pre-frontal dysfunction in schizophrenia and mania.","container-title":"The British Journal of Psychiatry","page":"50-54","volume":"157","issue":"1","source":"bjp.rcpsych.org","abstract":"The ability to shift cognitive set, which is probably subserved, at least in part, by the pre-frontal cortex, was determined for schizophrenic, bipolar (manic) and control subjects, using the Wisconsin Card Sorting Test (WCST). The schizophrenic and manic subjects both demonstrated poor performance on the WCST, suggesting that cognitive inflexibility and/or pre-frontal dysfunction, is not specific to schizophrenia (although laterality differences could exist). Moderate levels of poor performance in the non-psychiatric control group suggest the need for a review of the cut-off figures in the WCST currently used for predicting 'brain damage' and 'focal frontal involvement', especially given the trend for the increasing use of cognitive assessment and rehabilitation in the major psychoses.","URL":"http://bjp.rcpsych.org/content/157/1/50","DOI":"10.1192/bjp.157.1.50","ISSN":"0007-1250, 1472-1465","journalAbbreviation":"BJP","language":"en","author":[{"family":"Morice","given":"R."}],"issued":{"date-parts":[["1990",7,1]]},"accessed":{"date-parts":[["2014",4,11]]},"PMID":"2397362"},
  {"id":"lupi_architecture_2015","type":"webpage","title":"The Architecture of Multilayered Storytelling through Info-spatial Compositions","container-title":"Medium","URL":"https://medium.com/accurat-studio/the-architecture-of-a-data-visualization-470b807799b4","author":[{"family":"Lupi","given":"Giorgia"}],"issued":{"date-parts":[["2015",2,26]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"kandel_enterprise_2012","type":"article-journal","title":"Enterprise data analysis and visualization: An interview study","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"2917–2926","volume":"18","issue":"12","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=6327298","shortTitle":"Enterprise data analysis and visualization","author":[{"family":"Kandel","given":"Sean"},{"family":"Paepcke","given":"Andreas"},{"family":"Hellerstein","given":"Joseph M."},{"family":"Heer","given":"Jeffrey"}],"issued":{"date-parts":[["2012"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"katsuki_unique_2012","type":"article-journal","title":"Unique and shared roles of the posterior parietal and dorsolateral prefrontal cortex in cognitive functions","container-title":"Frontiers in Integrative Neuroscience","volume":"6","source":"CrossRef","URL":"http://www.frontiersin.org/Journal/10.3389/fnint.2012.00017/full","DOI":"10.3389/fnint.2012.00017","ISSN":"16625145","author":[{"family":"Katsuki","given":"Fumi"}],"issued":{"date-parts":[["2012"]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"phillips_effects_2011","type":"article-journal","title":"Effects of Anterior Cingulate Microstimulation on Pro- and Antisaccades in Nonhuman Primates","container-title":"Journal of Cognitive Neuroscience","page":"481-490","volume":"23","issue":"2","source":"CrossRef","URL":"http://www.mitpressjournals.org.libproxy.mit.edu/doi/full/10.1162/jocn.2010.21482","DOI":"10.1162/jocn.2010.21482","ISSN":"0898-929X, 1530-8898","language":"en","author":[{"family":"Phillips","given":"Jessica M."},{"family":"Johnston","given":"Kevin"},{"family":"Everling","given":"Stefan"}],"issued":{"date-parts":[["2011",2]]},"accessed":{"date-parts":[["2014",3,17]]}},
  {"id":"cumming_new_2013","type":"article-journal","title":"The New Statistics Why and How","container-title":"Psychological Science","page":"0956797613504966","source":"pss.sagepub.com","abstract":"We need to make substantial changes to how we conduct research. First, in response to heightened concern that our published research literature is incomplete and untrustworthy, we need new requirements to ensure research integrity. These include prespecification of studies whenever possible, avoidance of selection and other inappropriate data-analytic practices, complete reporting, and encouragement of replication. Second, in response to renewed recognition of the severe flaws of null-hypothesis significance testing (NHST), we need to shift from reliance on NHST to estimation and other preferred techniques. The new statistics refers to recommended practices, including estimation based on effect sizes, confidence intervals, and meta-analysis. The techniques are not new, but adopting them widely would be new for many researchers, as well as highly beneficial. This article explains why the new statistics are important and offers guidance for their use. It describes an eight-step new-statistics strategy for research with integrity, which starts with formulation of research questions in estimation terms, has no place for NHST, and is aimed at building a cumulative quantitative discipline.","URL":"http://pss.sagepub.com/content/early/2013/11/07/0956797613504966","DOI":"10.1177/0956797613504966","ISSN":"0956-7976, 1467-9280","journalAbbreviation":"Psychological Science","language":"en","author":[{"family":"Cumming","given":"Geoff"}],"issued":{"date-parts":[["2013",11,12]]},"accessed":{"date-parts":[["2014",3,15]]},"PMID":"24220629"},
  {"id":"zaitsev_localization_2004","type":"article-journal","title":"Localization of Calcium-binding Proteins in Physiologically and Morphologically Characterized Interneurons of Monkey Dorsolateral Prefrontal Cortex","container-title":"Cerebral Cortex","page":"1178-1186","volume":"15","issue":"8","source":"CrossRef","URL":"http://www.cercor.oupjournals.org/cgi/doi/10.1093/cercor/bhh218","DOI":"10.1093/cercor/bhh218","ISSN":"1047-3211, 1460-2199","author":[{"family":"Zaitsev","given":"A.V."}],"issued":{"date-parts":[["2004",11,24]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"flint_two_1996","type":"article-journal","title":"Two types of network oscillations in neocortex mediated by distinct glutamate receptor subtypes and neuronal populations","container-title":"Journal of Neurophysiology","page":"951-957","volume":"75","issue":"2","source":"jn.physiology.org.libproxy.mit.edu","abstract":"1. Two distinct forms of spontaneous synchronous oscillations were investigated with field potential recordings in slices of rat somatosensory cortex in vitro. 2. The first type of synchronous oscillation was activated by low extracellular [Mg2+] and had dominant frequencies of 8-12 Hz. It was abolished reversibly by the N-methyl-D-aspartate (NMDA) receptor antagonists D-2-amino-5-phosphonovaleric acid and was relatively unaffected by the non-NMDA receptor antagonist 6,7-dinitroquinoxaline-2,3-dione (DNQX). The duration of oscillatory events was increased by blocking gamma-aminobuturic acid-A receptors with bicuculline or by activating metabotropic glutamate receptors with trans-1-aminocyclopentane-1,3-dicarboxylic acid. 3. A second form of synchronous oscillation was activated by acute application of kainic acid (10 microM), had dominant frequencies of 1-5 Hz, and was abolished reversibly by DNQX. Low concentrations of domoic acid mimicked the effects of kainate, but alpha-amino-3-hydroxy-5-methyl-4-isoxazole-propionic acid or quisqualic acid did not, suggesting a role for the GluR5-7 and KA1-2 glutamate receptor subunits. 4. Surgical isolation of cortical layers showed that spontaneous NMDA receptor-dependent oscillations originated within layer 5 exclusively, but kainate receptor-dependent oscillations were uniquely generated by neurons in layers 2/3. 5. Our results suggest that neocortical neurons in layers 2/3 and layer 5 can independently generate two distinct forms of rhythmic population activity, each dependent upon activation of a different subtype of glutamate receptor.","URL":"http://jn.physiology.org/content/75/2/951","note":"1. Two distinct forms of spontaneous synchronous oscillations were investigated with field potential recordings in slices of rat somatosensory cortex in vitro. 2. The first type of synchronous oscillation was activated by low extracellular [Mg2+] and had dominant frequencies of 8-12 Hz. It was abolished reversibly by the N-methyl-D-aspartate (NMDA) receptor antagonists D-2-amino-5-phosphonovaleric acid and was relatively unaffected by the non-NMDA receptor antagonist 6,7-dinitroquinoxaline-2,3-dione (DNQX). The duration of oscillatory events was increased by blocking gamma-aminobuturic acid-A receptors with bicuculline or by activating metabotropic glutamate receptors with trans-1-aminocyclopentane-1,3-dicarboxylic acid. 3. A second form of synchronous oscillation was activated by acute application of kainic acid (10 microM), had dominant frequencies of 1-5 Hz, and was abolished reversibly by DNQX. Low concentrations of domoic acid mimicked the effects of kainate, but alpha-amino-3-hydroxy-5-methyl-4-isoxazole-propionic acid or quisqualic acid did not, suggesting a role for the GluR5-7 and KA1-2 glutamate receptor subunits. 4. Surgical isolation of cortical layers showed that spontaneous NMDA receptor-dependent oscillations originated within layer 5 exclusively, but kainate receptor-dependent oscillations were uniquely generated by neurons in layers 2/3. 5. Our results suggest that neocortical neurons in layers 2/3 and layer 5 can independently generate two distinct forms of rhythmic population activity, each dependent upon activation of a different subtype of glutamate receptor.","language":"en","author":[{"family":"Flint","given":"A. C."},{"family":"Connors","given":"B. W."}],"issued":{"date-parts":[["1996",2,1]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"8714667"},
  {"id":"lepage_procedure_2013","type":"article-journal","title":"A procedure for testing across-condition rhythmic spike-field association change","container-title":"Journal of Neuroscience Methods","page":"43-62","volume":"213","issue":"1","source":"ScienceDirect","abstract":"Many experiments in neuroscience have compared the strength of association between neural spike trains and rhythms present in local field potential (LFP) recordings. The measure employed in these comparisons, “spike-field coherence”, is a frequency dependent measure of linear association, and is shown to depend on overall neural activity (Lepage et al., 2011). Dependence upon overall neural activity, that is, dependence upon the total number of spikes, renders comparison of spike-field coherence across experimental context difficult. In this paper, an inferential procedure based upon a generalized linear model is shown to be capable of separating the effects of overall neural activity from spike train-LFP oscillatory coupling. This separation provides a means to compare the strength of oscillatory association between spike train-LFP pairs independent of differences in spike counts.\nFollowing a review of the generalized linear modelling framework of point process neural activity a specific class of generalized linear models are introduced. This model class, using either a piece-wise constant link function, or an exponential function to relate an LFP rhythm to neural response, is used to develop hypothesis tests capable of detecting changes in spike train-LFP oscillatory coupling. The performance of these tests is validated, both in simulation and on real data. The proposed method of inference provides a principled statistical procedure by which across-context change in spike train-LFP rhythmic association can be directly inferred that explicitly handles between-condition differences in total spike count.","URL":"http://www.sciencedirect.com/science/article/pii/S0165027012004207","DOI":"10.1016/j.jneumeth.2012.10.010","ISSN":"0165-0270","journalAbbreviation":"Journal of Neuroscience Methods","author":[{"family":"Lepage","given":"Kyle Q."},{"family":"Gregoriou","given":"Georgia G."},{"family":"Kramer","given":"Mark A."},{"family":"Aoi","given":"Mikio"},{"family":"Gotts","given":"Stephen J."},{"family":"Eden","given":"Uri T."},{"family":"Desimone","given":"Robert"}],"issued":{"date-parts":[["2013",2,15]]},"accessed":{"date-parts":[["2014",3,23]]}},
  {"id":"freyer_biophysical_2011","type":"article-journal","title":"Biophysical Mechanisms of Multistability in Resting-State Cortical Rhythms","container-title":"Journal of Neuroscience","page":"6353-6361","volume":"31","issue":"17","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.6693-10.2011","DOI":"10.1523/JNEUROSCI.6693-10.2011","ISSN":"0270-6474, 1529-2401","author":[{"family":"Freyer","given":"F."},{"family":"Roberts","given":"J. A."},{"family":"Becker","given":"R."},{"family":"Robinson","given":"P. A."},{"family":"Ritter","given":"P."},{"family":"Breakspear","given":"M."}],"issued":{"date-parts":[["2011",4,27]]},"accessed":{"date-parts":[["2014",3,7]]}},
  {"id":"gelman_p_2013","type":"article-journal","title":"P Values and Statistical Practice:","container-title":"Epidemiology","page":"69-72","volume":"24","issue":"1","source":"CrossRef","URL":"http://content.wkhealth.com/linkback/openurl?sid=WKPTLP:landingpage&an=00001648-201301000-00010","DOI":"10.1097/EDE.0b013e31827886f7","ISSN":"1044-3983","shortTitle":"P Values and Statistical Practice","language":"en","author":[{"family":"Gelman","given":"Andrew"}],"issued":{"date-parts":[["2013",1]]},"accessed":{"date-parts":[["2014",3,15]]}},
  {"id":"heer_animated_2007","type":"article-journal","title":"Animated transitions in statistical data graphics","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"1240–1247","volume":"13","issue":"6","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=4376146","author":[{"family":"Heer","given":"Jeffrey"},{"family":"Robertson","given":"George G."}],"issued":{"date-parts":[["2007"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"alexander_computational_2010","type":"article-journal","title":"Computational Models of Performance Monitoring and Cognitive Control","container-title":"Topics in Cognitive Science","page":"658-677","volume":"2","issue":"4","source":"Wiley Online Library","abstract":"The medial prefrontal cortex (mPFC) has been the subject of intense interest as a locus of cognitive control. Several computational models have been proposed to account for a range of effects, including error detection, conflict monitoring, error likelihood prediction, and numerous other effects observed with single-unit neurophysiology, fMRI, and lesion studies. Here, we review the state of computational models of cognitive control and offer a new theoretical synthesis of the mPFC as signaling response–outcome predictions. This new synthesis has two interacting components. The first component learns to predict the various possible outcomes of a planned action, and the second component detects discrepancies between the actual and intended responses; the detected discrepancies in turn update the outcome predictions. This single construct is consistent with a wide array of performance monitoring effects in mPFC and suggests a unifying account of the cognitive role of medial PFC in performance monitoring.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1756-8765.2010.01085.x/abstract","DOI":"10.1111/j.1756-8765.2010.01085.x","ISSN":"1756-8765","language":"en","author":[{"family":"Alexander","given":"William H."},{"family":"Brown","given":"Joshua W."}],"issued":{"date-parts":[["2010",10,1]]},"accessed":{"date-parts":[["2014",4,3]]}},
  {"id":"salazar_contentspecific_2012","type":"article-journal","title":"Content-Specific Fronto-Parietal Synchronization During Visual Working Memory","container-title":"Science","page":"1097-1100","volume":"338","issue":"6110","source":"www.sciencemag.org","abstract":"Lateral prefrontal and posterior parietal cortical areas exhibit task-dependent activation during working memory tasks in humans and monkeys. Neurons in these regions become synchronized during attention-demanding tasks, but the contribution of these interactions to working memory is largely unknown. Using simultaneous recordings of neural activity from multiple areas in both regions, we find widespread, task-dependent, and content-specific synchronization of activity across the fronto-parietal network during visual working memory. The patterns of synchronization are prevalent among stimulus-selective neurons and are governed by influences arising in parietal cortex. These results indicate that short-term memories are represented by large-scale patterns of synchronized activity across the fronto-parietal network.","URL":"http://www.sciencemag.org/content/338/6110/1097","DOI":"10.1126/science.1224000","ISSN":"0036-8075, 1095-9203","journalAbbreviation":"Science","language":"en","author":[{"family":"Salazar","given":"R. F."},{"family":"Dotson","given":"N. M."},{"family":"Bressler","given":"S. L."},{"family":"Gray","given":"C. M."}],"issued":{"date-parts":[["2012",11,23]]},"accessed":{"date-parts":[["2014",3,29]]},"PMID":"23118014"},
  {"id":"yost_perceptual_2006","type":"article-journal","title":"The perceptual scalability of visualization","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"837–844","volume":"12","issue":"5","source":"Google Scholar","URL":"http://ieeexplore.ieee.org/xpls/abs_all.jsp?arnumber=4015437","author":[{"family":"Yost","given":"Beth"},{"family":"North","given":"Chris"}],"issued":{"date-parts":[["2006"]]},"accessed":{"date-parts":[["2015",7,1]]}},
  {"id":"gelman_exploratory_2004","type":"article-journal","title":"Exploratory Data Analysis for Complex Models","container-title":"Journal of Computational and Graphical Statistics","page":"755-779","volume":"13","issue":"4","source":"CrossRef","URL":"http://www.tandfonline.com/doi/abs/10.1198/106186004X11435","DOI":"10.1198/106186004X11435","ISSN":"1061-8600, 1537-2715","language":"en","author":[{"family":"Gelman","given":"Andrew"}],"issued":{"date-parts":[["2004",12]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"miller_all_2008","type":"article-journal","title":"All My Circuits: Using Multiple Electrodes to Understand Functioning Neural Networks","container-title":"Neuron","page":"483-488","volume":"60","issue":"3","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627308008982","DOI":"10.1016/j.neuron.2008.10.033","ISSN":"08966273","shortTitle":"All My Circuits","language":"en","author":[{"family":"Miller","given":"Earl K."},{"family":"Wilson","given":"Matthew A."}],"issued":{"date-parts":[["2008",11]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"vijayan_thalamic_2012","type":"article-journal","title":"Thalamic model of awake alpha oscillations and implications for stimulus processing","container-title":"Proceedings of the National Academy of Sciences","page":"18553-18558","volume":"109","issue":"45","source":"www.pnas.org","abstract":"We describe a unique conductance-based model of awake thalamic alpha and some of its implications for function. The full model includes a model for a specialized class of high-threshold thalamocortical cells (HTC cells), which burst at the alpha frequency at depolarized membrane potentials (∼−56 mV). Our model generates alpha activity when the actions of either muscarinic acetylcholine receptor (mAChR) or metabotropic glutamate receptor 1 (mGluR1) agonists on thalamic reticular (RE), thalamocortical (TC), and HTC cells are mimicked. In our model of mGluR1-induced alpha, TC cells are equally likely to fire during any phase of alpha, consistent with in vitro experiments. By contrast, in our model of mAChR-induced alpha, TC cells tend to fire either at the peak or the trough of alpha, depending on conditions. Our modeling suggests that low levels of mGluR1 activation on a background of mAChR agonists may be able to initiate alpha activity that biases TC cells to fire at certain phases of alpha, offering a pathway for cortical control. If we introduce a strong stimulus by increasing the frequency of excitatory postsynaptic potentials (EPSPs) to TC cells, an increase in alpha power is needed to mimic the level of phasing of TC cells observed in vivo. This increased alpha power reduces the probability that TC cells spike near the trough of alpha. We suggest that mAChR-induced alpha may contribute to grouping TC activity into discrete perceptual units for processing, whereas mGluR1-induced alpha may serve the purpose of blocking unwanted stimuli from reaching the cortex.","URL":"http://www.pnas.org/content/109/45/18553","DOI":"10.1073/pnas.1215385109","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Vijayan","given":"Sujith"},{"family":"Kopell","given":"Nancy J."}],"issued":{"date-parts":[["2012",11,6]]},"accessed":{"date-parts":[["2014",4,7]]},"PMID":"23054840"},
  {"id":"fries_mechanism_2005","type":"article-journal","title":"A mechanism for cognitive dynamics: neuronal communication through neuronal coherence","container-title":"Trends in Cognitive Sciences","page":"474-480","volume":"9","issue":"10","source":"ScienceDirect","abstract":"At any one moment, many neuronal groups in our brain are active. Microelectrode recordings have characterized the activation of single neurons and fMRI has unveiled brain-wide activation patterns. Now it is time to understand how the many active neuronal groups interact with each other and how their communication is flexibly modulated to bring about our cognitive dynamics. I hypothesize that neuronal communication is mechanistically subserved by neuronal coherence. Activated neuronal groups oscillate and thereby undergo rhythmic excitability fluctuations that produce temporal windows for communication. Only coherently oscillating neuronal groups can interact effectively, because their communication windows for input and for output are open at the same times. Thus, a flexible pattern of coherence defines a flexible communication structure, which subserves our cognitive flexibility.","URL":"http://www.sciencedirect.com/science/article/pii/S1364661305002421","DOI":"10.1016/j.tics.2005.08.011","ISSN":"1364-6613","shortTitle":"A mechanism for cognitive dynamics","journalAbbreviation":"Trends in Cognitive Sciences","author":[{"family":"Fries","given":"Pascal"}],"issued":{"date-parts":[["2005",10]]},"accessed":{"date-parts":[["2014",3,28]]}},
  {"id":"castro-alamancos_cellular_1996","type":"article-journal","title":"Cellular Mechanisms of the Augmenting Response: Short-Term Plasticity in a Thalamocortical Pathway","container-title":"The Journal of Neuroscience","page":"7742-7756","volume":"16","issue":"23","source":"www.jneurosci.org","abstract":"Some thalamocortical pathways display an “augmenting response” when stimuli are delivered at frequencies between 7 and 14 Hz. Cortical responses to the first three stimuli of a series increase progressively in amplitude and are relatively stable thereafter. We have investigated the cellular mechanisms of the augmenting response using extracellular and intracellular recordings in vivo and in slices of the sensorimotor neocortex of the rat.\nSingle stimuli to the ventrolateral (VL) nucleus of the thalamus generate EPSPs followed by feedforward IPSPs that hyperpolarize cells in layer V. A long-latency depolarization interrupts the IPSP with a peak at ∼200 msec. A second VL stimulus delivered during the hyperpolarization and before the peak of the long-latency depolarization yields an augmenting response. The shortest latency for augmenting responses occurs in cells of layer V, and they appear in dendrites and somata recorded in upper layers ∼5 msec later. Recordings in vitro show that some layer V cells have hyperpolarization-activated and deinactivated conductances that may serve to increase their excitability after IPSPs. Also in vitro, cells from layer V, but not from layer III, generated augmenting responses at the same stimulation frequencies that were effective in vivo. Control experiments indicated that neither paired-pulse depression of IPSPs nor presynaptically mediated facilitation can account for the augmenting response. Active dendritic conductances contribute to the spread of augmenting responses into upper layers by way of back-propagating fast spikes, which attenuate with repetition, and long-lasting spikes, which enhance in parallel with the augmenting response. In conclusion, we propose that the initiation of augmenting responses depends on an interaction between inhibition, intrinsic membrane properties, and synaptic interconnections of layer V pyramidal neurons.","URL":"http://www.jneurosci.org/content/16/23/7742","ISSN":"0270-6474, 1529-2401","shortTitle":"Cellular Mechanisms of the Augmenting Response","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Castro-Alamancos","given":"Manuel A."},{"family":"Connors","given":"Barry W."}],"issued":{"date-parts":[["1996",12,1]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"8922430"},
  {"id":"brunel_what_2003","type":"article-journal","title":"What Determines the Frequency of Fast Network Oscillations With Irregular Neural Discharges? I. Synaptic Dynamics and Excitation-Inhibition Balance","container-title":"Journal of Neurophysiology","page":"415-430","volume":"90","issue":"1","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.01095.2002","DOI":"10.1152/jn.01095.2002","ISSN":"0022-3077, 1522-1598","shortTitle":"What Determines the Frequency of Fast Network Oscillations With Irregular Neural Discharges?","author":[{"family":"Brunel","given":"N."}],"issued":{"date-parts":[["2003",4,2]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"dicarlo_how_2012","type":"article-journal","title":"How Does the Brain Solve Visual Object Recognition?","container-title":"Neuron","page":"415-434","volume":"73","issue":"3","source":"ScienceDirect","abstract":"Mounting evidence suggests that ‘core object recognition,’ the ability to rapidly recognize objects despite substantial appearance variation, is solved in the brain via a cascade of reflexive, largely feedforward computations that culminate in a powerful neuronal representation in the inferior temporal cortex. However, the algorithm that produces this solution remains poorly understood. Here we review evidence ranging from individual neurons and neuronal populations to behavior and computational models. We propose that understanding this algorithm will require using neuronal and psychophysical data to sift through many computational models, each based on building blocks of small, canonical subnetworks with a common functional goal.","URL":"http://www.sciencedirect.com/science/article/pii/S089662731200092X","DOI":"10.1016/j.neuron.2012.01.010","ISSN":"0896-6273","journalAbbreviation":"Neuron","author":[{"family":"DiCarlo","given":"James J."},{"family":"Zoccolan","given":"Davide"},{"family":"Rust","given":"Nicole C."}],"issued":{"date-parts":[["2012",2,9]]},"accessed":{"date-parts":[["2014",4,3]]}},
  {"id":"gregoryashby_tutorial_2011","type":"article-journal","title":"A tutorial on computational cognitive neuroscience: Modeling the neurodynamics of cognition","container-title":"Journal of Mathematical Psychology","page":"273-289","volume":"55","issue":"4","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0022249611000368","DOI":"10.1016/j.jmp.2011.04.003","ISSN":"00222496","shortTitle":"A tutorial on computational cognitive neuroscience","language":"en","author":[{"family":"Gregory Ashby","given":"F."},{"family":"Helie","given":"Sebastien"}],"issued":{"date-parts":[["2011",8]]},"accessed":{"date-parts":[["2014",3,31]]}},
  {"id":"dombrowski_quantitative_2001","type":"article-journal","title":"Quantitative Architecture Distinguishes Prefrontal Cortical Systems in the Rhesus Monkey","container-title":"Cerebral Cortex","page":"975-988","volume":"11","issue":"10","source":"cercor.oxfordjournals.org","abstract":"The prefrontal cortex encompasses a large and heterogeneous set of areas, whose borders have been variously mapped in different architectonic studies. Differences in cortical maps present a formidable problem in comparing data across studies and in constructing databanks on the connections and functional attributes of cortical areas. Here we used quantitative approaches to cortical mapping to investigate (i) if architectonic areas of the prefrontal cortex in adult rhesus monkeys have unique profiles and (ii) if groups of architectonic areas belonging to distinct cortical types, ranging from agranular to eulaminate, have similar features. In addition, we used multidimensional analyses to see if, and how, prefrontal areas form clusters when multiple features are considered simultaneously. We used quantitative unbiased sampling procedures to estimate the areal and laminar density of neurons, glia and neurons positive for the calcium binding proteins parvalbumin (PV), calbindin (CB) and calretinin (CR) among 21 prefrontal areas or subdivisions of areas. Neuronal density varied among the prefrontal cortices (range: 38 569 ± 4078 to 58 708 ± 2327 neurons/mm3); it was lowest in caudal orbitofrontal and medial areas (OPAll, OPro, 13, 24a, 32, M25) and highest in lateral prefrontal areas (subdivisions of areas 46 and 8). Neurons positive for PV were most prevalent in lateral prefrontal areas and least prevalent in caudal orbitofrontal and medial pre-frontal areas, whereas the opposite trend was noted for neurons that expressed CB. Neurons positive for CR did not show regional differences, and the density of glia showed small variations among prefrontal cortices. The differences among areas, along with differences in the thickness of individual areas and layers, were used to establish a quantitative profile for each area. The results showed that differences in the density of neurons, and the preponderance of neurons positive for PV and CB, were related to different architectonic types of areas found within the prefrontal cortex. Conventional as well as multiparameter statistical analyses distinguished at one extreme the agranular and dysgranular (limbic) cortices, which were characterized by prominent deep layers (V–VI), the lowest neuronal density, the highest ratio of glia/neurons, and the lowest density of PV and the highest for CB. At the other extreme, lateral eulaminate cortices were characterized by the highest density of neurons, a prominent granular layer IV, denser supragranular (II–III) than infragranular (V–VI) layers, and a balanced distribution of neurons positive for PV and CB. The results provide insights into potentially different rates of development or maturation of limbic and eulaminate prefrontal areas, and their differential vulnerability in neurological and psychiatric diseases. The quantitative methods used provide an objective approach to construct maps, address differences in nomenclature across studies, establish homologies in different species and provide a baseline to identify changes in pathologic conditions.","URL":"http://cercor.oxfordjournals.org/content/11/10/975","DOI":"10.1093/cercor/11.10.975","ISSN":"1047-3211, 1460-2199","journalAbbreviation":"Cereb. Cortex","language":"en","author":[{"family":"Dombrowski","given":"S. M."},{"family":"Hilgetag","given":"C. C."},{"family":"Barbas","given":"H."}],"issued":{"date-parts":[["2001",10,1]]},"accessed":{"date-parts":[["2014",3,1]]},"PMID":"11549620"},
  {"id":"voloh_thetagamma_2015","type":"article-journal","title":"Theta–gamma coordination between anterior cingulate and prefrontal cortex indexes correct attention shifts","container-title":"Proceedings of the National Academy of Sciences","page":"201500438","source":"CrossRef","URL":"http://www.pnas.org/lookup/doi/10.1073/pnas.1500438112","DOI":"10.1073/pnas.1500438112","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Voloh","given":"Benjamin"},{"family":"Valiante","given":"Taufik A."},{"family":"Everling","given":"Stefan"},{"family":"Womelsdorf","given":"Thilo"}],"issued":{"date-parts":[["2015",6,22]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"steriade_basic_1990","type":"article-journal","title":"Basic mechanisms of cerebral rhythmic activities","container-title":"Electroencephalography and Clinical Neurophysiology","page":"481-508","volume":"76","issue":"6","source":"ScienceDirect","URL":"http://www.sciencedirect.com/science/article/pii/001346949090001Z","DOI":"10.1016/0013-4694(90)90001-Z","ISSN":"0013-4694","journalAbbreviation":"Electroencephalography and Clinical Neurophysiology","author":[{"family":"Steriade","given":"M."},{"family":"Gloor","given":"P."},{"family":"Llinás","given":"R. R."},{"family":"Lopes da Silva","given":"F. H."},{"family":"Mesulam","given":"M. -M."}],"issued":{"date-parts":[["1990",12]]},"accessed":{"date-parts":[["2014",4,8]]}},
  {"id":"wang_heterogeneity_2006","type":"article-journal","title":"Heterogeneity in the pyramidal network of the medial prefrontal cortex","container-title":"Nature Neuroscience","page":"534-542","volume":"9","issue":"4","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nn1670","DOI":"10.1038/nn1670","ISSN":"1097-6256","author":[{"family":"Wang","given":"Yun"},{"family":"Markram","given":"Henry"},{"family":"Goodman","given":"Philip H"},{"family":"Berger","given":"Thomas K"},{"family":"Ma","given":"Junying"},{"family":"Goldman-Rakic","given":"Patricia S"}],"issued":{"date-parts":[["2006",3,19]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"tversky_animation_2002","type":"article-journal","title":"Animation: can it facilitate?","container-title":"International journal of human-computer studies","page":"247-262","volume":"57","issue":"4","author":[{"family":"Tversky","given":"Barbara"},{"family":"Morrison","given":"Julie Bauer"},{"family":"Betrancourt","given":"Mireille"}],"issued":{"date-parts":[["2002"]]}},
  {"id":"johnston_topdown_2007","type":"article-journal","title":"Top-Down Control-Signal Dynamics in Anterior Cingulate and Prefrontal Cortex Neurons following Task Switching","container-title":"Neuron","page":"453-462","volume":"53","issue":"3","source":"ScienceDirect","abstract":"The prefrontal cortex (PFC) and anterior cingulate cortex (ACC) have both been implicated in cognitive control, but their relative roles remain unclear. Here we recorded the activity of single neurons in both areas while monkeys performed a task that required them to switch between trials in which they had to look toward a flashed stimulus (prosaccades) and trials in which they had to look away from the stimulus (antisaccades). We found that ACC neurons had a higher level of task selectivity than PFC neurons during the preparatory period on trials immediately following a task switch. In ACC neurons, task selectivity was strongest after the task switch and declined throughout the task block, whereas task selectivity remained constant in the PFC. These results demonstrate that the ACC is recruited when cognitive demands increase and suggest a role for both areas in task maintenance and the implementation of top-down control.","URL":"http://www.sciencedirect.com/science/article/pii/S0896627306010294","DOI":"10.1016/j.neuron.2006.12.023","ISSN":"0896-6273","journalAbbreviation":"Neuron","author":[{"family":"Johnston","given":"Kevin"},{"family":"Levin","given":"Helen M."},{"family":"Koval","given":"Michael J."},{"family":"Everling","given":"Stefan"}],"issued":{"date-parts":[["2007",2,1]]},"accessed":{"date-parts":[["2014",3,17]]}},
  {"id":"rubin_bayesianly_1984","type":"article-journal","title":"Bayesianly justifiable and relevant frequency calculations for the applied statistician","container-title":"The Annals of Statistics","page":"1151-1172","volume":"12","issue":"4","author":[{"family":"Rubin","given":"Donald B."}],"issued":{"date-parts":[["1984"]]}},
  {"id":"bastos_canonical_2012","type":"article-journal","title":"Canonical Microcircuits for Predictive Coding","container-title":"Neuron","page":"695-711","volume":"76","issue":"4","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627312009592","DOI":"10.1016/j.neuron.2012.10.038","ISSN":"08966273","author":[{"family":"Bastos","given":"Andre M."},{"family":"Usrey","given":"W. Martin"},{"family":"Adams","given":"Rick A."},{"family":"Mangun","given":"George R."},{"family":"Fries","given":"Pascal"},{"family":"Friston","given":"Karl J."}],"issued":{"date-parts":[["2012",11]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"elmqvist_fluid_2011","type":"article-journal","title":"Fluid interaction for information visualization","container-title":"Information Visualization","page":"1473871611413180","source":"Google Scholar","URL":"http://ivi.sagepub.com/content/early/2011/08/19/1473871611413180.abstract","author":[{"family":"Elmqvist","given":"Niklas"},{"family":"Moere","given":"Andrew Vande"},{"family":"Jetter","given":"Hans-Christian"},{"family":"Cernea","given":"Daniel"},{"family":"Reiterer","given":"Harald"},{"family":"Jankun-Kelly","given":"T. J."}],"issued":{"date-parts":[["2011"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"wickham_exploratory_2006","type":"article-journal","title":"Exploratory model analysis","source":"Google Scholar","URL":"http://had.co.nz/model-vis/2007-jsm.pdf","author":[{"family":"Wickham","given":"Hadley"}],"issued":{"date-parts":[["2006"]]},"accessed":{"date-parts":[["2015",7,21]]}},
  {"id":"tukey_graphic_1993","type":"article-journal","title":"Graphic Comparisons of Several Linked Aspects: Alternatives and Suggested Principles","container-title":"Journal of Computational and Graphical Statistics","page":"1","volume":"2","issue":"1","source":"CrossRef","URL":"http://www.jstor.org/stable/1390951?origin=crossref","DOI":"10.2307/1390951","ISSN":"10618600","shortTitle":"Graphic Comparisons of Several Linked Aspects","author":[{"family":"Tukey","given":"John W."}],"issued":{"date-parts":[["1993",3]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"melchitzky_synaptic_2005","type":"article-journal","title":"Synaptic targets of calretinin-containing axon terminals in macaque monkey prefrontal cortex","container-title":"Neuroscience","page":"185-195","volume":"130","issue":"1","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0306452204007821","DOI":"10.1016/j.neuroscience.2004.08.046","ISSN":"03064522","author":[{"family":"Melchitzky","given":"D.S."},{"family":"Eggan","given":"S.M."},{"family":"Lewis","given":"D.A."}],"issued":{"date-parts":[["2005",1]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"gonzalez-burgos_synaptic_2004","type":"article-journal","title":"Synaptic Efficacy during Repetitive Activation of Excitatory Inputs in Primate Dorsolateral Prefrontal Cortex","container-title":"Cerebral Cortex","page":"530-542","volume":"14","issue":"5","source":"CrossRef","URL":"http://www.cercor.oupjournals.org/cgi/doi/10.1093/cercor/bhh015","DOI":"10.1093/cercor/bhh015","ISSN":"1460-2199","author":[{"family":"Gonzalez-Burgos","given":"G."}],"issued":{"date-parts":[["2004",3,28]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"pi_cortical_2013","type":"article-journal","title":"Cortical interneurons that specialize in disinhibitory control","container-title":"Nature","page":"521-524","volume":"503","issue":"7477","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nature12676","DOI":"10.1038/nature12676","ISSN":"0028-0836, 1476-4687","author":[{"family":"Pi","given":"Hyun-Jae"},{"family":"Hangya","given":"Balázs"},{"family":"Kvitsiani","given":"Duda"},{"family":"Sanders","given":"Joshua I."},{"family":"Huang","given":"Z. Josh"},{"family":"Kepecs","given":"Adam"}],"issued":{"date-parts":[["2013",10,6]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"miller_integrative_2001","type":"article-journal","title":"An integrative theory of prefrontal cortex function","container-title":"Annual review of neuroscience","page":"167–202","volume":"24","issue":"1","source":"Google Scholar","URL":"http://www.annualreviews.org/doi/abs/10.1146/annurev.neuro.24.1.167","author":[{"family":"Miller","given":"Earl K."},{"family":"Cohen","given":"Jonathan D."}],"issued":{"date-parts":[["2001"]]},"accessed":{"date-parts":[["2014",3,25]]}},
  {"id":"bostock_d3_2011","type":"article-journal","title":"D³ data-driven documents","container-title":"Visualization and Computer Graphics, IEEE Transactions on","page":"2301-2309","volume":"17","issue":"12","author":[{"family":"Bostock","given":"Michael"},{"family":"Ogievetsky","given":"Vadim"},{"family":"Heer","given":"Jeffrey"}],"issued":{"date-parts":[["2011"]]}},
  {"id":"roopun_beta2frequency_2006","type":"article-journal","title":"A beta2-frequency (20–30 Hz) oscillation in nonsynaptic networks of somatosensory cortex","container-title":"Proceedings of the National Academy of Sciences","page":"15646-15650","volume":"103","issue":"42","source":"www.pnas.org","abstract":"Beta2 frequency (20–30 Hz) oscillations appear over somatosensory and motor cortices in vivo during motor preparation and can be coherent with muscle electrical activity. We describe a beta2 frequency oscillation occurring in vitro in networks of layer V pyramidal cells, the cells of origin of the corticospinal tract. This beta2 oscillation depends on gap junctional coupling, but it survives a cut through layer 4 and, hence, does not depend on apical dendritic electrogenesis. It also survives a blockade of α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors or a blockade of GABAA receptors that is sufficient to suppress gamma (30–70 Hz) oscillations in superficial cortical layers. The oscillation period is determined by the M type of K+ current.","URL":"http://www.pnas.org/content/103/42/15646","DOI":"10.1073/pnas.0607443103","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Roopun","given":"Anita K."},{"family":"Middleton","given":"Steven J."},{"family":"Cunningham","given":"Mark O."},{"family":"LeBeau","given":"Fiona E. N."},{"family":"Bibbig","given":"Andrea"},{"family":"Whittington","given":"Miles A."},{"family":"Traub","given":"Roger D."}],"issued":{"date-parts":[["2006",10,17]]},"accessed":{"date-parts":[["2014",4,9]]},"PMID":"17030821"},
  {"id":"womelsdorf_selective_2010","type":"article-journal","title":"Selective theta-synchronization of choice-relevant information subserves goal-directed behavior","container-title":"Frontiers in Human Neuroscience","page":"210","volume":"4","source":"Frontiers","abstract":"Theta activity reflects a state of rhythmic modulation of excitability at the level of single neuron membranes, within local neuronal groups and between distant nodes of a neuronal network. A wealth of evidence has shown that during theta states distant neuronal groups synchronize, forming networks of spatially confined neuronal clusters at specific time periods during task performance. Here, we show that a functional commonality of networks engaging in theta rhythmic states is that they emerge around decision points, reflecting rhythmic synchronization of choice-relevant information. Decision points characterize a point in time shortly before a subject chooses to select one action over another, i.e., when automatic behavior is terminated and the organism reactivates multiple sources of information to evaluate the evidence for available choices. As such, decision processes require the coordinated retrieval of choice-relevant information including (i) the retrieval of stimulus evaluations (stimulus–reward associations) and reward expectancies about future outcomes, (ii) the retrieval of past and prospective memories (e.g., stimulus–stimulus associations), (iii) the reactivation of contextual task rule representations (e.g., stimulus–response mappings), along with (iv) an ongoing assessment of sensory evidence. An increasing number of studies reveal that retrieval of these multiple types of information proceeds within few theta cycles through synchronized spiking activity across limbic, striatal, and cortical processing nodes. The outlined evidence suggests that evolving spatially and temporally specific theta synchronization could serve as the critical correlate underlying the selection of a choice during goal-directed behavior.","URL":"http://journal.frontiersin.org/Journal/10.3389/fnhum.2010.00210/full","DOI":"10.3389/fnhum.2010.00210","journalAbbreviation":"Front. Hum. Neurosci","author":[{"family":"Womelsdorf","given":"Thilo"},{"family":"Vinck","given":"Martin"},{"family":"Leung","given":"Stan L."},{"family":"Everling","given":"Stefan"}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2014",3,17]]}},
  {"id":"piironen_comparison_2015","type":"article-journal","title":"Comparison of Bayesian predictive methods for model selection","container-title":"arXiv preprint arXiv:1503.08650","source":"Google Scholar","URL":"http://arxiv.org/abs/1503.08650","author":[{"family":"Piironen","given":"Juho"},{"family":"Vehtari","given":"Aki"}],"issued":{"date-parts":[["2015"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"spence_displaying_1991","type":"article-journal","title":"Displaying proportions and percentages","container-title":"Applied Cognitive Psychology","page":"61-77","volume":"5","issue":"1","author":[{"family":"Spence","given":"Ian"},{"family":"Lewandowsky","given":"Stephan"}],"issued":{"date-parts":[["1991"]]}},
  {"id":"traub_computer_1992","type":"article-journal","title":"Computer simulation of carbachol-driven rhythmic population oscillations in the CA3 region of the in vitro rat hippocampus","container-title":"The Journal of physiology","page":"653-672","volume":"451","source":"NCBI PubMed","abstract":"1. We used simulations of the in vitro CA3 region of the hippocampus to analyse the 5 Hz population oscillations recorded experimentally in carbachol. 2. A simulation model of the in vitro CA3 region was constructed with 1000 pyramidal neurones and 200 inhibitory neurones (100 producing fast inhibitory postsynaptic potentials (IPSPs) and 100 producing slow IPSPs of delayed onset). Each neurone contained nineteen soma-dendritic compartments. Pyramidal neurones contained six voltage- and/or calcium-dependent ionic currents, whose kinetics were consistent with voltage-clamp data. The connectivity and waveform of unitary synaptic events for excitatory and fast inhibitory synapses were consistent with dual intracellular recordings. This network was shown to generate previously described network oscillations, including synchronized bursts recorded in the presence of GABAA blockers, and synchronized synaptic potentials observed during partial blockade of GABAA inhibition. 3. The model generated 5 Hz oscillations as recorded in carbachol under the following conditions: (a) excitatory synaptic conductance was within a limited range; (b) there was blockade of fast and slow IPSPs (consistent with the experimental lack of effect of bicuculline and phaclofen on carbachol oscillations and the known depression of IPSPs by acetylcholine); (c) the after hyperpolarization (AHP) conductance was reduced (consistent with the known pharmacology of carbachol); (d) the apical dendrites of the pyramidal cells were depolarized, as suggested by the carbachol-induced depolarization of pyramidal neurones. Each oscillation was associated in pyramidal cells with a burst of action potentials riding on a depolarizing wave. The N-methyl-D-aspartate (NMDA) type of excitatory synapse was not necessary for the oscillations to occur. 4. Progressive reduction of excitatory synaptic strength led to an oscillation of the same frequency, with bursts riding on smaller EPSPs (consistent with the experiment). Further reduction of excitatory synaptic strength abolished the population oscillation by uncoupling the neurones. When excitatory synaptic conductance was too large, population oscillations were attenuated as the cells switched from a bursting mode to a repetitively firing mode. 5. Increasing the AHP conductance prolonged the interburst interval as expected. Inclusion of slow IPSPs exerted a similar effect. 6. When fast IPSPs were included, an oscillation with different characteristics emerged: a 10 Hz oscillation that was gated by compound GABAA IPSPs. On any oscillatory wave, few pyramidal neurones fired, and the firing of individual neurones was irregular.(ABSTRACT TRUNCATED AT 400 WORDS)","ISSN":"0022-3751","journalAbbreviation":"J. Physiol. (Lond.)","language":"eng","author":[{"family":"Traub","given":"R D"},{"family":"Miles","given":"R"},{"family":"Buzsáki","given":"G"}],"issued":{"date-parts":[["1992"]]},"PMID":"1403830","PMCID":"PMC1176181"},
  {"id":"anscombe_graphs_1973","type":"article-journal","title":"Graphs in statistical analysis","container-title":"The American Statistician","page":"17-21","volume":"27","issue":"1","author":[{"family":"Anscombe","given":"Francis J."}],"issued":{"date-parts":[["1973"]]}},
  {"id":"gonzalez-burgos_functional_2004","type":"article-journal","title":"Functional Properties of Fast Spiking Interneurons and Their Synaptic Connections With Pyramidal Cells in Primate Dorsolateral Prefrontal Cortex","container-title":"Journal of Neurophysiology","page":"942-953","volume":"93","issue":"2","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00787.2004","DOI":"10.1152/jn.00787.2004","ISSN":"0022-3077, 1522-1598","author":[{"family":"Gonzalez-Burgos","given":"G."}],"issued":{"date-parts":[["2004",9,22]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"mackay_information_2003","type":"book","title":"Information theory, inference, and learning algorithms","publisher":"Citeseer","volume":"7","source":"Google Scholar","URL":"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.228.899&rep=rep1&type=pdf","author":[{"family":"MacKay","given":"David JC"}],"issued":{"date-parts":[["2003"]]},"accessed":{"date-parts":[["2015",2,25]]}},
  {"id":"kelly_accounting_2010","type":"paper-conference","title":"Accounting for network effects in neuronal responses using L1 regularized point process models.","container-title":"NIPS","page":"1099–1107","source":"Google Scholar","URL":"https://papers.nips.cc/paper/4050-accounting-for-network-effects-in-neuronal-responses-using-l1-regularized-point-process-models.pdf","author":[{"family":"Kelly","given":"Ryan C."},{"family":"Smith","given":"Matthew A."},{"family":"Kass","given":"Robert E."},{"family":"Lee","given":"Tai Sing"}],"issued":{"date-parts":[["2010"]]},"accessed":{"date-parts":[["2014",4,5]]}},
  {"id":"whittington_inhibitionbased_2000","type":"article-journal","title":"Inhibition-based rhythms: experimental and mathematical observations on network dynamics","container-title":"International Journal of Psychophysiology","page":"315-336","volume":"38","issue":"3","source":"ScienceDirect","abstract":"An increasingly large body of data exists which demonstrates that oscillations of frequency 12–80 Hz are a consequence of, or are inextricably linked to, the behaviour of inhibitory interneurons in the central nervous system. This frequency range covers the EEG bands beta 1 (12–20 Hz), beta 2 (20–30 Hz) and gamma (30–80 Hz). The pharmacological profile of both spontaneous and sensory-evoked EEG potentials reveals a very strong influence on these rhythms by drugs which have direct effects on GABAA receptor-mediated synaptic transmission (general anaesthetics, sedative/hypnotics) or indirect effects on inhibitory neuronal function (opiates, ketamine). In addition, a number of experimental models of, in particular, gamma-frequency oscillations, have revealed both common denominators for oscillation generation and function, and subtle differences in network dynamics between the different frequency ranges. Powerful computer and mathematical modelling techniques based around both clinical and experimental observations have recently provided invaluable insight into the behaviour of large networks of interconnected neurons. In particular, the mechanistic profile of oscillations generated as an emergent property of such networks, and the mathematical derivation of this complex phenomenon have much to contribute to our understanding of how and why neurons oscillate. This review will provide the reader with a brief outline of the basic properties of inhibition-based oscillations in the CNS by combining research from laboratory models, large-scale neuronal network simulations, and mathematical analysis.","URL":"http://www.sciencedirect.com/science/article/pii/S0167876000001732","DOI":"10.1016/S0167-8760(00)00173-2","ISSN":"0167-8760","shortTitle":"Inhibition-based rhythms","journalAbbreviation":"International Journal of Psychophysiology","author":[{"family":"Whittington","given":"M. A"},{"family":"Traub","given":"R. D"},{"family":"Kopell","given":"N"},{"family":"Ermentrout","given":"B"},{"family":"Buhl","given":"E. H"}],"issued":{"date-parts":[["2000",12]]},"accessed":{"date-parts":[["2014",3,10]]}},
  {"id":"monsell_task_2003","type":"article-journal","title":"Task switching","container-title":"Trends in Cognitive Sciences","page":"134-140","volume":"7","issue":"3","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S1364661303000287","DOI":"10.1016/S1364-6613(03)00028-7","ISSN":"13646613","language":"en","author":[{"family":"Monsell","given":"Stephen"}],"issued":{"date-parts":[["2003",3]]},"accessed":{"date-parts":[["2014",3,30]]}},
  {"id":"lohse_role_1997","type":"article-journal","title":"The role of working memory on graphical information processing","container-title":"Behaviour & Information Technology","page":"297–308","volume":"16","issue":"6","source":"Google Scholar","URL":"http://www.tandfonline.com/doi/abs/10.1080/014492997119707","author":[{"family":"Lohse","given":"Gerald L."}],"issued":{"date-parts":[["1997"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"salinas_impact_2000","type":"article-journal","title":"Impact of Correlated Synaptic Input on Output Firing Rate and Variability in Simple Neuronal Models","container-title":"The Journal of Neuroscience","page":"6193-6209","volume":"20","issue":"16","source":"www.jneurosci.org","abstract":"Cortical neurons are typically driven by thousands of synaptic inputs. The arrival of a spike from one input may or may not be correlated with the arrival of other spikes from different inputs. How does this interdependence alter the probability that the postsynaptic neuron will fire? We constructed a simple random walk model in which the membrane potential of a target neuron fluctuates stochastically, driven by excitatory and inhibitory spikes arriving at random times. An analytic expression was derived for the mean output firing rate as a function of the firing rates and pairwise correlations of the inputs. This stochastic model made three quantitative predictions. (1) Correlations between pairs of excitatory or inhibitory inputs increase the fluctuations in synaptic drive, whereas correlations between excitatory–inhibitory pairs decrease them. (2) When excitation and inhibition are fully balanced (the mean net synaptic drive is zero), firing is caused by the fluctuations only. (3) In the balanced case, firing is irregular. These theoretical predictions were in excellent agreement with simulations of an integrate-and-fire neuron that included multiple conductances and received hundreds of synaptic inputs. The results show that, in the balanced regime, weak correlations caused by signals shared among inputs may have a multiplicative effect on the input-output rate curve of a postsynaptic neuron, i.e. they may regulate its gain; in the unbalanced regime, correlations may increase firing probability mainly around threshold, when output rate is low; and in all cases correlations are expected to increase the variability of the output spike train.","URL":"http://www.jneurosci.org/content/20/16/6193","ISSN":"0270-6474, 1529-2401","journalAbbreviation":"J. Neurosci.","language":"en","author":[{"family":"Salinas","given":"Emilio"},{"family":"Sejnowski","given":"Terrence J."}],"issued":{"date-parts":[["2000",8,15]]},"accessed":{"date-parts":[["2014",3,28]]},"PMID":"10934269"},
  {"id":"luks_evidence_2002","type":"article-journal","title":"Evidence for Anterior Cingulate Cortex Involvement in Monitoring Preparatory Attentional Set","container-title":"NeuroImage","page":"792-802","volume":"17","issue":"2","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S1053811902912103","DOI":"10.1006/nimg.2002.1210","ISSN":"10538119","language":"en","author":[{"family":"Luks","given":"Tracy L."},{"family":"Simpson","given":"Gregory V."},{"family":"Feiwell","given":"Robert J."},{"family":"Miller","given":"William L."}],"issued":{"date-parts":[["2002",10]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"wickham_practical_2008","type":"book","title":"Practical Tools for Exploring Data and Models","publisher":"ProQuest","number-of-pages":"123","source":"Google Books","abstract":"Abstract not available.","ISBN":"978-0-549-54314-5","language":"en","author":[{"family":"Wickham","given":"Hadley Alexander"}],"issued":{"date-parts":[["2008"]]}},
  {"id":"elston_pyramidal_2000","type":"article-journal","title":"Pyramidal cells of the frontal lobe: all the more spinous to think with.","container-title":"The Journal of neuroscience : the official journal of the Society for Neuroscience","page":"RC95-RC95","volume":"20","issue":"18","source":"europepmc.org","abstract":"Abstract: The basal dendritic arbors of pyramidal cells in prefrontal areas 10, 11, and 12 of the macaque monkey were revealed by intracellular injection...","URL":"http://europepmc.org/abstract/MED/10974092","ISSN":"0270-6474","shortTitle":"Pyramidal cells of the frontal lobe","journalAbbreviation":"J Neurosci","language":"eng","author":[{"family":"Elston","given":"G. N."}],"issued":{"date-parts":[["2000",9]]},"accessed":{"date-parts":[["2014",4,10]]},"PMID":"10974092"},
  {"id":"connors_intrinsic_1990","type":"article-journal","title":"Intrinsic firing patterns of diverse neocortical neurons","container-title":"Trends in Neurosciences","page":"99-104","volume":"13","issue":"3","source":"ScienceDirect","abstract":"Neurons of the neocortex differ dramatically in the patterns of action potentials they generate in response to current steps. Regular-spiking cells adapt strongly during maintained stimuli, whereas fast-spiking cells can sustain very high firing frequencies with little or no adaptation. Instrinsically bursting cells generate clusters of spikes (bursts), either singly or repetitively. These physiological distinctions have morphological correlates. RS and IB cells can be either pyramidal neurons or spiny stellate cells, and thus constitute the excitatory cells of the cortex. FS cells are smooth or sparsely spiny non-pyramidal cells, and are likely to be GABAergic inhibitory interneurons. The different firing properties of neurons in neocortex contribute significantly to its network behavior.","URL":"http://www.sciencedirect.com/science/article/pii/016622369090185D","DOI":"10.1016/0166-2236(90)90185-D","ISSN":"0166-2236","journalAbbreviation":"Trends in Neurosciences","author":[{"family":"Connors","given":"Barry W."},{"family":"Gutnick","given":"Michael J."}],"issued":{"date-parts":[["1990",3]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"barbas_cortical_1997","type":"article-journal","title":"Cortical structure predicts the pattern of corticocortical connections","container-title":"Cerebral cortex (New York, N.Y.: 1991)","page":"635-646","volume":"7","issue":"7","source":"NCBI PubMed","abstract":"Cortical areas are linked through pathways which originate and terminate in specific layers. The factors underlying which layers are involved in specific connections are not well understood. Here we tested whether cortical structure can predict the pattern as well as the relative distribution of projection neurons and axonal terminals in cortical layers, studied with retrograde and anterograde tracers. We used the prefrontal cortices in the rhesus monkey as a model system because their laminar organization varies systematically, ranging from areas that have only three identifiable layers, to those that have six layers. We rated each prefrontal area based on the number and definition of its cortical layers (level 1, lowest; level 5, highest). The structural model accurately predicted the laminar pattern of connections in approximately 80% of the cases. Thus, projection neurons from a higher-level cortex originated mostly in the upper layers and their axons terminated predominantly in the deep layers (4-6) of a lower-level cortex. Conversely, most projection neurons from a lower-level area originated in the deep layers and their axons terminated predominantly in the upper layers (1-3) of a higher-level area. In addition, the structural model accurately predicted that the proportion of projection neurons or axonal terminals in the upper to the deep layers would vary as a function of the number of levels between the connected cortices. The power of this structural model lies in its potential to predict patterns of connections in the human cortex, where invasive procedures are precluded.","ISSN":"1047-3211","journalAbbreviation":"Cereb. Cortex","language":"eng","author":[{"family":"Barbas","given":"H"},{"family":"Rempel-Clower","given":"N"}],"issued":{"date-parts":[["1997",11]]},"PMID":"9373019"},
  {"id":"larkin_why_1987","type":"article-journal","title":"Why a diagram is (sometimes) worth ten thousand words","container-title":"Cognitive science","page":"65-100","volume":"11","issue":"1","author":[{"family":"Larkin","given":"Jill H."},{"family":"Simon","given":"Herbert A."}],"issued":{"date-parts":[["1987"]]}},
  {"id":"gelman_lets_2002","type":"article-journal","title":"Let's practice what we preach: turning tables into graphs","container-title":"The American Statistician","page":"121–130","volume":"56","issue":"2","source":"Google Scholar","URL":"http://www.tandfonline.com/doi/abs/10.1198/000313002317572790","shortTitle":"Let's practice what we preach","author":[{"family":"Gelman","given":"Andrew"},{"family":"Pasarica","given":"Cristian"},{"family":"Dodhia","given":"Rahul"}],"issued":{"date-parts":[["2002"]]},"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"chamberlain_motor_2006","type":"article-journal","title":"Motor Inhibition and Cognitive Flexibility in Obsessive-Compulsive Disorder and Trichotillomania","container-title":"American Journal of Psychiatry","page":"1282-1284","volume":"163","issue":"7","source":"Silverchair","abstract":"Objective: Problems with inhibiting certain pathological behaviors are integral to obsessive-compulsive disorder (OCD), trichotillomania, and other putative obsessive-compulsive spectrum disorders. The authors assessed and compared motor inhibition and cognitive flexibility in OCD and trichotillomania for the first time, to their knowledge. Method: The Stop-Signal Task and the Intradimensiona/Extradimensional Shift Task were administered to 20 patients with OCD, 17 patients with trichotillomania, and 20 healthy comparison subjects. Results: Both OCD and trichotillomania showed impaired inhibition of motor responses. For trichotillomania, the deficit was worse than for OCD, and the degree of the deficit correlated significantly with symptom severity. Only patients with OCD showed deficits in cognitive flexibility. Conclusions: Impaired inhibition of motor responses (impulsivity) was found in OCD and trichotillomania, whereas cognitive inflexibility (thought to contribute to compulsivity) was limited to OCD. This assessment will advance the characterization and classification of obsessive-compulsive spectrum disorders and aid the development of novel treatments.Abstract Teaser","URL":"http://dx.doi.org/10.1176/appi.ajp.163.7.1282","DOI":"10.1176/appi.ajp.163.7.1282","ISSN":"0002-953X","journalAbbreviation":"Am J Psychiatry","author":[{"family":"Chamberlain","given":"M.A.","dropping-particle":"Samuel","comma-dropping-particle":","},{"family":"Fineberg","given":"M.D.","dropping-particle":"Naomi","comma-dropping-particle":","},{"family":"Blackwell","given":"Ph.D.","dropping-particle":"Andrew","comma-dropping-particle":","},{"family":"Robbins","given":"Ph.D.","dropping-particle":"Trevor","comma-dropping-particle":","},{"family":"Sahakian","given":"Ph.D.","dropping-particle":"Barbara","comma-dropping-particle":","}],"issued":{"date-parts":[["2006",7,1]]},"accessed":{"date-parts":[["2014",4,11]]}},
  {"id":"nigg_integrative_2005","type":"article-journal","title":"An integrative theory of attention-deficit/ hyperactivity disorder based on the cognitive and affective neurosciences","container-title":"Development and Psychopathology","page":"785-806","volume":"17","issue":"03","source":"Cambridge Journals Online","DOI":"10.1017/S0954579405050376","author":[{"family":"Nigg","given":"Joel T."},{"family":"Casey","given":"B. J."}],"issued":{"date-parts":[["2005"]]}},
  {"id":"braid_tamara","type":"article-journal","title":"Tamara Munzner","source":"Google Scholar","URL":"https://www.cs.unc.edu/xcms/courses/comp715-s10/papers/akp-vischapter.pdf","author":[{"family":"Braid","given":"Eternal Golden"}],"accessed":{"date-parts":[["2015",6,29]]}},
  {"id":"rushworth_choice_2008","type":"article-journal","title":"Choice, uncertainty and value in prefrontal and cingulate cortex","container-title":"Nature Neuroscience","page":"389-397","volume":"11","issue":"4","source":"www.nature.com","abstract":"Reinforcement learning models that focus on the striatum and dopamine can predict the choices of animals and people. Representations of reward expectation and of reward prediction errors that are pertinent to decision making, however, are not confined to these regions but are also found in prefrontal and cingulate cortex. Moreover, decisions are not guided solely by the magnitude of the reward that is expected. Uncertainty in the estimate of the reward expectation, the value of information that might be gained by taking a course of action and the cost of an action all influence the manner in which decisions are made through prefrontal and cingulate cortex.","URL":"http://www.nature.com/neuro/journal/v11/n4/abs/nn2066.html","DOI":"10.1038/nn2066","ISSN":"1097-6256","journalAbbreviation":"Nat Neurosci","language":"en","author":[{"family":"Rushworth","given":"Matthew F. S."},{"family":"Behrens","given":"Timothy E. J."}],"issued":{"date-parts":[["2008",4]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"kuwabara_cognitive_2014","type":"article-journal","title":"Cognitive Control Functions of Anterior Cingulate Cortex in Macaque Monkeys Performing a Wisconsin Card Sorting Test Analog","container-title":"Journal of Neuroscience","page":"7531-7547","volume":"34","issue":"22","source":"CrossRef","URL":"http://www.jneurosci.org/cgi/doi/10.1523/JNEUROSCI.3405-13.2014","DOI":"10.1523/JNEUROSCI.3405-13.2014","ISSN":"0270-6474, 1529-2401","language":"en","author":[{"family":"Kuwabara","given":"M."},{"family":"Mansouri","given":"F. A."},{"family":"Buckley","given":"M. J."},{"family":"Tanaka","given":"K."}],"issued":{"date-parts":[["2014",5,28]]},"accessed":{"date-parts":[["2015",3,9]]}},
  {"id":"huth_continuous_2012","type":"article-journal","title":"A Continuous Semantic Space Describes the Representation of Thousands of Object and Action Categories across the Human Brain","container-title":"Neuron","page":"1210-1224","volume":"76","issue":"6","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627312009348","DOI":"10.1016/j.neuron.2012.10.014","ISSN":"08966273","language":"en","author":[{"family":"Huth","given":"Alexander G."},{"family":"Nishimoto","given":"Shinji"},{"family":"Vu","given":"An T."},{"family":"Gallant","given":"Jack L."}],"issued":{"date-parts":[["2012",12]]},"accessed":{"date-parts":[["2015",7,22]]}},
  {"id":"voges_models_2009","type":"article-journal","title":"Models of cortical networks with long-range patchy projections","container-title":"Journal of Computational Neuroscience","page":"137-154","volume":"28","issue":"1","source":"CrossRef","URL":"http://link.springer.com/10.1007/s10827-009-0193-z","DOI":"10.1007/s10827-009-0193-z","ISSN":"0929-5313, 1573-6873","author":[{"family":"Voges","given":"Nicole"},{"family":"Guijarro","given":"Christian"},{"family":"Aertsen","given":"Ad"},{"family":"Rotter","given":"Stefan"}],"issued":{"date-parts":[["2009",10,29]]},"accessed":{"date-parts":[["2014",2,25]]}},
  {"id":"brunel_single_2014","type":"article-journal","title":"Single neuron dynamics and computation","container-title":"Current Opinion in Neurobiology","page":"149-155","volume":"25","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0959438814000130","DOI":"10.1016/j.conb.2014.01.005","ISSN":"09594388","language":"en","author":[{"family":"Brunel","given":"Nicolas"},{"family":"Hakim","given":"Vincent"},{"family":"Richardson","given":"Magnus JE"}],"issued":{"date-parts":[["2014",4]]},"accessed":{"date-parts":[["2014",5,12]]}},
  {"id":"jones_quantitative_2009","type":"article-journal","title":"Quantitative Analysis and Biophysically Realistic Neural Modeling of the MEG Mu Rhythm: Rhythmogenesis and Modulation of Sensory-Evoked Responses","container-title":"Journal of Neurophysiology","page":"3554-3572","volume":"102","issue":"6","source":"CrossRef","URL":"http://jn.physiology.org/cgi/doi/10.1152/jn.00535.2009","DOI":"10.1152/jn.00535.2009","ISSN":"0022-3077, 1522-1598","shortTitle":"Quantitative Analysis and Biophysically Realistic Neural Modeling of the MEG Mu Rhythm","author":[{"family":"Jones","given":"S. R."},{"family":"Pritchett","given":"D. L."},{"family":"Sikora","given":"M. A."},{"family":"Stufflebeam","given":"S. M."},{"family":"Hamalainen","given":"M."},{"family":"Moore","given":"C. I."}],"issued":{"date-parts":[["2009",10,7]]},"accessed":{"date-parts":[["2014",3,8]]}},
  {"id":"rushworth_effect_2003","type":"article-journal","title":"The effect of cingulate cortex lesions on task switching and working memory","container-title":"Journal of Cognitive Neuroscience","page":"338–353","volume":"15","issue":"3","source":"Google Scholar","URL":"http://www.mitpressjournals.org/doi/abs/10.1162/089892903321593072","author":[{"family":"Rushworth","given":"M. F. S."},{"family":"Hadland","given":"K. A."},{"family":"Gaffan","given":"D."},{"family":"Passingham","given":"R. E."}],"issued":{"date-parts":[["2003"]]},"accessed":{"date-parts":[["2014",4,2]]}},
  {"id":"lehmann_elements_1999","type":"book","title":"Elements of large-sample theory","publisher":"Springer","publisher-place":"New York","source":"Open WorldCat","event-place":"New York","abstract":"Elements of Large-Sample Theory provides a unified treatment of first- order large-sample theory. It discusses a broad range of applications including introductions to density estimation, the bootstrap, and the asymptotics of survey methodology. The book is written at an elementary level and is suitable for students at the master's level in statistics and in aplied fields who have a background of two years of calculus. E.L. Lehmann is Professor of Statistics Emeritus at the University of California, Berkeley. He is a member of the National Academy of Sciences and the American Academy of Arts and Sciences, and the recipient of honorary degrees from the University of Leiden, The Netherlands, and the University of Chicago. Also available: Lehmann/Casella, Theory at Point Estimation, 2nd ed. Springer-Verlag New York, Inc., 1998, ISBN 0- 387-98502-6 Lehmann, Testing Statistical Hypotheses, 2nd ed. Springer-Verlag New York, Inc., 1997, ISBN 0-387-94919-4.","URL":"http://site.ebrary.com/id/2004314","ISBN":"0-387-22729-6","language":"English","author":[{"family":"Lehmann","given":"E. L"}],"issued":{"date-parts":[["1999"]]},"accessed":{"date-parts":[["2015",2,25]]}},
  {"id":"bollimunta_neuronal_2011","type":"article-journal","title":"Neuronal Mechanisms and Attentional Modulation of Corticothalamic Alpha Oscillations","container-title":"The Journal of neuroscience : the official journal of the Society for Neuroscience","page":"4935-4943","volume":"31","issue":"13","source":"PubMed Central","abstract":"Field potential oscillations in the ~10 Hz range are known as the alpha rhythm. The genesis and function of alpha has been the subject of intense investigation for the past 80 years. Whereas early work focused on the thalamus as the pacemaker of alpha rhythm, subsequent slice studies revealed that pyramidal neurons in the deep layers of sensory cortices are capable of oscillating in the alpha frequency range independently. How thalamic and cortical generating mechanisms in the intact brain might interact to shape the organization and function of alpha oscillations remains unclear. We addressed this problem by analyzing laminar profiles of local field potential (LFP) and multi-unit activity (MUA) recorded with linear array multielectrodes from the striate cortex of two macaque monkeys performing an intermodal selective attention task. Current source density (CSD) analysis was combined with CSD-MUA coherence to identify intracortical alpha current generators and assess their potential for pacemaking. Coherence and Granger causality analysis was applied to delineate the patterns of interaction among different alpha current generators. We found that: (1) separable alpha current generators are located in superficial, granular and deep layers, with both layer 4C and deep layers containing primary local pacemaking generators, suggesting the involvement of the thalamocortical network, and (2) visual attention reduces the magnitude of alpha oscillations as well as the level of alpha interactions, consistent with numerous reports of occipital alpha reduction with visual attention in human EEG. There is also indication that alpha oscillations in the lateral geniculate cohere with those in V1.","URL":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3505610/","DOI":"10.1523/JNEUROSCI.5580-10.2011","ISSN":"0270-6474","journalAbbreviation":"J Neurosci","author":[{"family":"Bollimunta","given":"Anil"},{"family":"Mo","given":"Jue"},{"family":"Schroeder","given":"Charles E."},{"family":"Ding","given":"Mingzhou"}],"issued":{"date-parts":[["2011",3,30]]},"accessed":{"date-parts":[["2014",4,8]]},"PMID":"21451032","PMCID":"PMC3505610"},
  {"id":"lundqvist_bistable_2010","type":"article-journal","title":"Bistable, Irregular Firing and Population Oscillations in a Modular Attractor Memory Network","container-title":"PLoS Computational Biology","page":"e1000803","volume":"6","issue":"6","source":"CrossRef","URL":"http://dx.plos.org/10.1371/journal.pcbi.1000803","DOI":"10.1371/journal.pcbi.1000803","ISSN":"1553-7358","author":[{"family":"Lundqvist","given":"Mikael"},{"family":"Compte","given":"Albert"},{"family":"Lansner","given":"Anders"}],"editor":[{"family":"Morrison","given":"Abigail"}],"issued":{"date-parts":[["2010",6,3]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"kopell_gamma_2000","type":"article-journal","title":"Gamma rhythms and beta rhythms have different synchronization properties","container-title":"Proceedings of the National Academy of Sciences","page":"1867-1872","volume":"97","issue":"4","source":"www.pnas.org","abstract":"Experimental and modeling efforts suggest that rhythms in the CA1 region of the hippocampus that are in the beta range (12–29 Hz) have a different dynamical structure than that of gamma (30–70 Hz). We use a simplified model to show that the different rhythms employ different dynamical mechanisms to synchronize, based on different ionic currents. The beta frequency is able to synchronize over long conduction delays (corresponding to signals traveling a significant distance in the brain) that apparently cannot be tolerated by gamma rhythms. The synchronization properties are consistent with data suggesting that gamma rhythms are used for relatively local computations whereas beta rhythms are used for higher level interactions involving more distant structures.","URL":"http://www.pnas.org/content/97/4/1867","DOI":"10.1073/pnas.97.4.1867","ISSN":"0027-8424, 1091-6490","journalAbbreviation":"PNAS","language":"en","author":[{"family":"Kopell","given":"N."},{"family":"Ermentrout","given":"G. B."},{"family":"Whittington","given":"M. A."},{"family":"Traub","given":"R. D."}],"issued":{"date-parts":[["2000",2,15]]},"accessed":{"date-parts":[["2014",3,10]]},"PMID":"10677548"},
  {"id":"buzsaki_logdynamic_2014","type":"article-journal","title":"The log-dynamic brain: how skewed distributions affect network operations","container-title":"Nature Reviews Neuroscience","page":"264-278","volume":"15","issue":"4","source":"www.nature.com","abstract":"We often assume that the variables of functional and structural brain parameters — such as synaptic weights, the firing rates of individual neurons, the synchronous discharge of neural populations, the number of synaptic contacts between neurons and the size of dendritic boutons — have a bell-shaped distribution. However, at many physiological and anatomical levels in the brain, the distribution of numerous parameters is in fact strongly skewed with a heavy tail, suggesting that skewed (typically lognormal) distributions are fundamental to structural and functional brain organization. This insight not only has implications for how we should collect and analyse data, it may also help us to understand how the different levels of skewed distributions — from synapses to cognition — are related to each other.","URL":"http://www.nature.com/nrn/journal/v15/n4/full/nrn3687.html","DOI":"10.1038/nrn3687","ISSN":"1471-003X","shortTitle":"The log-dynamic brain","journalAbbreviation":"Nat Rev Neurosci","language":"en","author":[{"family":"Buzsáki","given":"György"},{"family":"Mizuseki","given":"Kenji"}],"issued":{"date-parts":[["2014",4]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"zaitsev_interneuron_2008","type":"article-journal","title":"Interneuron Diversity in Layers 2-3 of Monkey Prefrontal Cortex","container-title":"Cerebral Cortex","page":"1597-1615","volume":"19","issue":"7","source":"CrossRef","URL":"http://www.cercor.oxfordjournals.org/cgi/doi/10.1093/cercor/bhn198","DOI":"10.1093/cercor/bhn198","ISSN":"1047-3211, 1460-2199","author":[{"family":"Zaitsev","given":"A. V."},{"family":"Povysheva","given":"N. V."},{"family":"Gonzalez-Burgos","given":"G."},{"family":"Rotaru","given":"D."},{"family":"Fish","given":"K. N."},{"family":"Krimer","given":"L. S."},{"family":"Lewis","given":"D. A."}],"issued":{"date-parts":[["2008",11,17]]},"accessed":{"date-parts":[["2014",2,26]]}},
  {"id":"melchitzky_synaptic_1998","type":"article-journal","title":"Synaptic targets of pyramidal neurons providing intrinsic horizontal connections in monkey prefrontal cortex","container-title":"Journal of Comparative Neurology","page":"211–224","volume":"390","issue":"2","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/(SICI)1096-9861(19980112)390:2%3C211::AID-CNE4%3E3.0.CO;2-4/full","author":[{"family":"Melchitzky","given":"Darlene S."},{"family":"Sesack","given":"Susan R."},{"family":"Pucak","given":"Michele L."},{"family":"Lewis","given":"David A."}],"issued":{"date-parts":[["1998"]]},"accessed":{"date-parts":[["2014",2,21]]}},
  {"id":"womelsdorf_burst_2014","type":"article-journal","title":"Burst Firing Synchronizes Prefrontal and Anterior Cingulate Cortex during Attentional Control","container-title":"Current Biology","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0960982214012093","DOI":"10.1016/j.cub.2014.09.046","ISSN":"09609822","language":"en","author":[{"family":"Womelsdorf","given":"Thilo"},{"family":"Ardid","given":"Salva"},{"family":"Everling","given":"Stefan"},{"family":"Valiante","given":"Taufik A."}],"issued":{"date-parts":[["2014",10]]},"accessed":{"date-parts":[["2014",10,21]]}},
  {"id":"burkitt_review_2006-1","type":"article-journal","title":"A review of the integrate-and-fire neuron Model: I. Homogeneous Synaptic Input","container-title":"Biological Cybernetics","page":"1-19","volume":"95","issue":"1","source":"CrossRef","URL":"http://link.springer.com/10.1007/s00422-006-0068-6","DOI":"10.1007/s00422-006-0068-6","ISSN":"0340-1200, 1432-0770","shortTitle":"A Review of the Integrate-and-fire Neuron Model","author":[{"family":"Burkitt","given":"A. N."}],"issued":{"date-parts":[["2006",4,19]]},"accessed":{"date-parts":[["2014",2,19]]}},
  {"id":"botvinick_conflict_2004","type":"article-journal","title":"Conflict monitoring and anterior cingulate cortex: an update","container-title":"Trends in Cognitive Sciences","page":"539-546","volume":"8","issue":"12","source":"ScienceDirect","abstract":"One hypothesis concerning the human dorsal anterior cingulate cortex (ACC) is that it functions, in part, to signal the occurrence of conflicts in information processing, thereby triggering compensatory adjustments in cognitive control. Since this idea was first proposed, a great deal of relevant empirical evidence has accrued. This evidence has largely corroborated the conflict-monitoring hypothesis, and some very recent work has provided striking new support for the theory. At the same time, other findings have posed specific challenges, especially concerning the way the theory addresses the processing of errors. Recent research has also begun to shed light on the larger function of the ACC, suggesting some new possibilities concerning how conflict monitoring might fit into the cingulate's overall role in cognition and action.","URL":"http://www.sciencedirect.com/science/article/pii/S1364661304002657","DOI":"10.1016/j.tics.2004.10.003","ISSN":"1364-6613","shortTitle":"Conflict monitoring and anterior cingulate cortex","journalAbbreviation":"Trends in Cognitive Sciences","author":[{"family":"Botvinick","given":"Matthew M."},{"family":"Cohen","given":"Jonathan D."},{"family":"Carter","given":"Cameron S."}],"issued":{"date-parts":[["2004",12]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"barbas_architecture_1989","type":"article-journal","title":"Architecture and intrinsic connections of the prefrontal cortex in the rhesus monkey","container-title":"The Journal of Comparative Neurology","page":"353–375","volume":"286","issue":"3","source":"Wiley Online Library","abstract":"An investigation of the architectonic organization and intrinsic connections of the prefrontal cortex was conducted in rhesus monkeys. Cytoarchitectonic analysis indicates that in the prefrontal cortex there are two trends of gradual change in laminar characteristics that can be traced from limbic periallocortex towards isocortical areas. The stepwise change in laminar features is characterized by the emergence and gradual increase in the width of granular layer IV, by an increase in the size of pyramidal cells in layers III and V, and by a higher cell-packing density in the supragranular layers. Myeloarchitectonic analysis reveals that the limbic areas are poorly myelinated, adjacent areas have a diffuse myelin content confined to the deep layers, and in isocortices the myelinated fibers are distributed in organized horizontal bands (of Baillarger) and a vertical plexus. Using the above architectonic criteria, we observed that one of the architectonic trends takes a radial basoventral course from the periallocortex in the caudal orbitofrontal region to the adjacent proisocortex and then to area 13. The next stage of architectonic regions includes orbital areas 12, 11, and 14, which is followed by area 10, lateral area 12, and the rostral part of ventral area 46. The last group includes the caudal part of ventral area 46 and ventral area 8. The other trend takes a mediodorsal course from the periallocortex around the rostral portion of the corpus callosum to the adjacent proisocortical areas 24, 25, and 32 and then to the medially situated isocortical areas 9, 10, and 14. The next stage includes lateral areas 10 and 9 and the rostral part of dorsal area 46. The last group includes the caudal part of dorsal area 46 and dorsal area 8.The interconnections of subdivisions of the basoventral and mediodorsal cortices were studied with the aid of anterograde and retrograde tracers. Within each trend a given area projects in two directions: to adjoining regions belonging to succeeding architectonic stages on the one hand, and to nearby regions from the preceding architectonic stage on the other. In each direction there is more than one region involved in this projection system, paralleling the radial nature of architectonic change. Periallo- and proisocortices have widespread intrinsic connections, whereas isocortices situated at a distance from limbic areas, such as area 8, have restricted connections. Most interconnections are limited to areas within the same architectonic trend. However, there are links between cortices from the two trends, and these seem to occur between areas that are at a similar stage of architectonic differentiation.The results suggest that there are two architectonically, and perhaps functionally, distinct axes within the prefrontal cortex. The earliest stages within each axis, which have widespread connections, may have a global role in neural processing. On the other hand, the latest stages, which have restricted connections, may have a more specific role in processes associated with the frontal lobe.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.902860306/abstract","DOI":"10.1002/cne.902860306","ISSN":"1096-9861","language":"en","author":[{"family":"Barbas","given":"H."},{"family":"Pandya","given":"D. N."}],"issued":{"date-parts":[["1989"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"ebitz_neuronal_2015","type":"article-journal","title":"Neuronal Activity in Primate Dorsal Anterior Cingulate Cortex Signals Task Conflict and Predicts Adjustments in Pupil-Linked Arousal","container-title":"Neuron","page":"628-640","volume":"85","issue":"3","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627314011623","DOI":"10.1016/j.neuron.2014.12.053","ISSN":"08966273","language":"en","author":[{"family":"Ebitz","given":"R. Becket"},{"family":"Platt","given":"Michael L."}],"issued":{"date-parts":[["2015",2]]},"accessed":{"date-parts":[["2015",3,9]]}},
  {"id":"freeman_open_2015","type":"article-journal","title":"Open source tools for large-scale neuroscience","container-title":"Current Opinion in Neurobiology","page":"156-163","volume":"32","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0959438815000756","DOI":"10.1016/j.conb.2015.04.002","ISSN":"09594388","language":"en","author":[{"family":"Freeman","given":"Jeremy"}],"issued":{"date-parts":[["2015",6]]},"accessed":{"date-parts":[["2015",7,2]]}},
  {"id":"schwartz_callosal_1984","type":"article-journal","title":"Callosal and intrahemispheric connectivity of the prefrontal association cortex in rhesus monkey: relation between intraparietal and principal sulcal cortex","container-title":"Journal of Comparative Neurology","page":"403–420","volume":"226","issue":"3","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1002/cne.902260309/abstract","shortTitle":"Callosal and intrahemispheric connectivity of the prefrontal association cortex in rhesus monkey","author":[{"family":"Schwartz","given":"Michael L."},{"family":"Goldman-Rakic","given":"Patricia S."}],"issued":{"date-parts":[["1984"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"dosenbach_dualnetworks_2008","type":"article-journal","title":"A dual-networks architecture of top-down control","container-title":"Trends in Cognitive Sciences","page":"99-105","volume":"12","issue":"3","source":"ScienceDirect","abstract":"Complex systems ensure resilience through multiple controllers acting at rapid and slower timescales. The need for efficient information flow through complex systems encourages small-world network structures. On the basis of these principles, a group of regions associated with top-down control was examined. Functional magnetic resonance imaging showed that each region had a specific combination of control signals; resting-state functional connectivity grouped the regions into distinct ‘fronto-parietal’ and ‘cingulo-opercular’ components. The fronto-parietal component seems to initiate and adjust control; the cingulo-opercular component provides stable ‘set-maintenance’ over entire task epochs. Graph analysis showed dense local connections within components and weaker ‘long-range’ connections between components, suggesting a small-world architecture. The control systems of the brain seem to embody the principles of complex systems, encouraging resilient performance.","URL":"http://www.sciencedirect.com/science/article/pii/S1364661308000272","DOI":"10.1016/j.tics.2008.01.001","ISSN":"1364-6613","journalAbbreviation":"Trends in Cognitive Sciences","author":[{"family":"Dosenbach","given":"Nico U. F."},{"family":"Fair","given":"Damien A."},{"family":"Cohen","given":"Alexander L."},{"family":"Schlaggar","given":"Bradley L."},{"family":"Petersen","given":"Steven E."}],"issued":{"date-parts":[["2008",3]]},"accessed":{"date-parts":[["2014",4,10]]}},
  {"id":"jones_alphafrequency_2000","type":"article-journal","title":"Alpha-Frequency Rhythms Desynchronize over Long Cortical Distances: A Modeling Study","container-title":"Journal of Computational Neuroscience","page":"271-291","volume":"9","issue":"3","source":"link.springer.com","abstract":"Neocortical networks of excitatory and inhibitory neurons can display alpha(α)-frequency rhythms when an animal is in a resting or unfocused state. Unlike some γ- and β-frequency rhythms, experimental observations in cats have shown that these α-frequency rhythms need not synchronize over long cortical distances. Here, we develop a network model of synaptically coupled excitatory and inhibitory cells to study this asynchrony. The cells of the local circuit are modeled on the neurons found in layer V of the neocortex where α-frequency rhythms are thought to originate. Cortical distance is represented by a pair of local circuits coupled with a delay in synaptic propagation. Mathematical analysis of this model reveals that the h and T currents present in layer V pyramidal (excitatory) cells not only produce and regulate the α-frequency rhythm but also lead to the occurrence of spatial asynchrony. In particular, these inward currents cause excitation and inhibition to have nonintuitive effects in the network, with excitation delaying and inhibition advancing the firing time of cells; these reversed effects create the asynchrony. Moreover, increased excitatory to excitatory connections can lead to further desynchronization. However, the local rhythms have the property that, in the absence of excitatory to excitatory connections, if the participating cells are brought close to synchrony (for example, by common input), they will remain close to synchrony for a substantial time.","URL":"http://link.springer.com/article/10.1023/A%3A1026539805445","DOI":"10.1023/A:1026539805445","ISSN":"0929-5313, 1573-6873","shortTitle":"Alpha-Frequency Rhythms Desynchronize over Long Cortical Distances","journalAbbreviation":"J Comput Neurosci","language":"en","author":[{"family":"Jones","given":"Stephanie R."},{"family":"Pinto","given":"David J."},{"family":"Kaper","given":"Tasso J."},{"family":"Kopell","given":"Nancy"}],"issued":{"date-parts":[["2000",11,1]]},"accessed":{"date-parts":[["2014",3,10]]}},
  {"id":"siegel_cortical_2015","type":"article-journal","title":"Cortical information flow during flexible sensorimotor decisions","container-title":"Science","page":"1352–1355","volume":"348","issue":"6241","source":"Google Scholar","URL":"http://www.sciencemag.org/content/348/6241/1352.short","author":[{"family":"Siegel","given":"Markus"},{"family":"Buschman","given":"Timothy J."},{"family":"Miller","given":"Earl K."}],"issued":{"date-parts":[["2015"]]},"accessed":{"date-parts":[["2015",8,5]]}},
  {"id":"lewis_specificity_2002","type":"article-journal","title":"Specificity in the functional architecture of primate prefrontal cortex","container-title":"Journal of neurocytology","page":"265–276","volume":"31","issue":"3-5","source":"Google Scholar","URL":"http://link.springer.com/article/10.1023/A:1024174026286","author":[{"family":"Lewis","given":"David A."},{"family":"Melchitzky","given":"Darlene S."},{"family":"Burgos","given":"Guillermo-Gonzalez"}],"issued":{"date-parts":[["2002"]]},"accessed":{"date-parts":[["2014",2,20]]}},
  {"id":"degenetais_electrophysiological_2002","type":"article-journal","title":"Electrophysiological properties of pyramidal neurons in the rat prefrontal cortex: an in vivo intracellular recording study","container-title":"Cerebral Cortex","page":"1-16","volume":"12","issue":"1","ISSN":"1047-3211","journalAbbreviation":"Cerebral Cortex","author":[{"family":"Dégenètais","given":"Eric"},{"family":"Thierry","given":"Anne-Marie"},{"family":"Glowinski","given":"Jacques"},{"family":"Gioanni","given":"Yves"}],"issued":{"date-parts":[["2002"]]}},
  {"id":"lee_pyramidal_2014","type":"article-journal","title":"Pyramidal Neurons in Prefrontal Cortex Receive Subtype-Specific Forms of Excitation and Inhibition","container-title":"Neuron","page":"61-68","volume":"81","issue":"1","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0896627313009355","DOI":"10.1016/j.neuron.2013.10.031","ISSN":"08966273","author":[{"family":"Lee","given":"Anthony T."},{"family":"Gee","given":"Steven M."},{"family":"Vogt","given":"Daniel"},{"family":"Patel","given":"Tosha"},{"family":"Rubenstein","given":"John L."},{"family":"Sohal","given":"Vikaas S."}],"issued":{"date-parts":[["2014",1]]},"accessed":{"date-parts":[["2014",2,26]]}}
]
